Repository: roadiz/roadiz
Catalog: themes/Install/Resources/translations/messages.*.xlf
Languages: es, fr, id, it, sr, tr

source: Node name
es: Nombre de nodo
fr: Nom du nœud
id: Nama simpul
it: Nome nodo
sr: Име чвора
tr: Düğüm adı

source: See tree
es: Ver árbol
fr: Voir l’arborescence
id: Melihat dasar
it: Vedi albero
sr: Приказ стабла
tr: Ağacı gör

source: Username
es: Nombre de usuario
fr: Nom d’utilisateur
id: _nama pengguna
it: Nome utente
sr: _корисничко име
tr: Kullanıcı adı

source: Password
es: Contraseña
fr: Mot de passe
id: _kata sandi
sr: _лозинка
tr: Parola

# password.verify
source: Verify password
es: Verificar contraseña
fr: Vérifiez votre mot de passe
id: memeriksa kata sandi
it: Verifica password
sr: Верификација лозинке
tr: Parolayı doğrula

source: Delete
es: borrar
fr: Supprimer
id: hapus
it: Elimina
sr: Избриши
tr: Kaldır

source: Status
es: estado
fr: Statut
id: keadaan
it: Stato
sr: Статус
tr: Durum

# welcome.title
source: Roadiz’s Installation
es: Instalación de Roadiz
fr: Installation de Roadiz CMS
id: judul selamat datang
it: Installazione di Roadiz
sr: Инсталација Roadiz-а
tr: Roadiz Kurulumu

# welcome.subtitle
source: Welcome to Roadiz CMS!
es: ¡Bienvenido a Roadiz CMS!
fr: Installation de Roadiz CMS
id: Selamat datang.judul tambahan
it: Benvenuto su Roadiz CMS!
sr: Добродошли у Roadiz CMS!
tr: Roadiz CMS’e Hoşgeldiniz!

# welcome.message
source: <p>Here is just a bit of configuration before letting you play. So start the engine!</p>
es: <p>Aquí algunos ajustes antes de empezar.</p>
fr: <p>Bienvenue dans l'assistant d'installation de Roadiz CMS, quelques petites minutes de configuration et à vous de jouer</p>
id: selamat datang.pesan
it: <p> solo un po' di configurazione prima di farti giocare. Fai partire il motore! </p>
sr: <p>Пре него што почнемо, неопходно је да извршимо нека подешавања. Палимо машину и полећемо!</p>
tr: <p>Burada, başlamadan önce birazcık konfigürasyon gerek. Haydi başlayalım!</p>

# requirements.title
source: Requirements
es: Requisitos
fr: Pré-requis
id: judul persyaratan
it: Requisiti
sr: Шта је неопходно
tr: Gereklilikler

# requirements.message
source: <p>To use Roadiz, your server needs some requirements, especially with PHP. If you have access to your configuration file (php.ini), you could modify some of them.</p>
es: <p>Para utilizar Roadiz, su servidor requiere varios aspectos, especialmente asociados a PHP. Si usted tiene acceso a su archivo de configuración (php.ini), usted puede modificarlos.</p>
fr: <p>Pour pouvoir utiliser Roadiz, votre serveur a besoin de quelques pré-requis, notamment concernant PHP. Si vous avez accès au fichier de configuration (php.ini), vous devriez pouvoir en modifier certains.</p>
id: pesan persyaratan
it: &It;p> Per utilizzare Roadiz, il tuo server ha bisogno di alcuni requisiti, specialmente per quanto riguarda PHP. Se hai accesso al tuo file di configurazione (php.ini), dovresti essere in grado di modificarne alcuni. &It;/p>
sr: <p>Како бисте користили Roadiz, потребно је испунити минимум услова који се односе на сервер, а то се нарочито односи на PHP. Ако имате приступ фајлу за конфигурисање (php.ini), бићете у могућности да извршите подешавања.</p>
tr: <p>Roadiz’i kullanmanız için, özellikle PHP ile ilgili bazı gereklilikler var. Konfigürasyon dosyasına (php.ini) erişiminiz varsa, bazılarını değiştirmeniz gerekecek.</p>

# requirements.spec
source: Specification
es: Especificación
fr: Spécification
id: spesifik persyaratan
it: Specificazioni
sr: Спецификација
tr: Özelleştirme

# requirements.requirement
source: Requirement
es: Requisito
fr: Requis
id: persyaratan.kebutuhan
it: Requisito
sr: Захтевано
tr: Gereklilik

# requirements.actual_value
source: Actual value
es: Valor real
fr: Valeur actuelle
id: nilai rata-rata persyaratan
it: Valore attuale
sr: Стварна вредност
tr: Geçerli değer

# database.title
source: Database
es: Base de datos
fr: Base de données
id: judul database
it: Base di dati
sr: База података
tr: Veri Tabanı

# database.message
source: <p>Roadiz need a database to store all your content. You could select your favorite database driver and configure it.</p>
es: <p>Roadiz requiere de una base de datos para almacenar su contenido. Usted puede seleccionar su driver de base de datos preferido y configurar.</p>
fr: <p>Roadiz a besoin d'une base de données pour stocker vos contenus de qualités. Vous pouvez même sélectionner votre moteur de base de données préféré!</p>
id: pesan database
it: &It;p> Roadiz ha bisogno di un database per archiviare i tuoi contenuti. Puoi persino selezionare il tuo motore di database preferito e configurarlo. &It;/p>
sr: <p>Roadiz-у је потребна база података како би у оквиру ње чувао садржај. Можете селектовати свој омиљени драјвер базе података и затим га можете конфигурисати.</p>
tr: <p>Roadiz tüm içeriğinizi depolamak için veritabanına ihtiyaç duyar. İstediğiniz veritabanı sürücüsünü seçip ayarlayabilirsiniz.</p>

# database.cannot_connect
source: Cannot connect to database
es: Falla de conección con la base de datos
fr: Connexion à la base de données impossible
id: database tidak bisa terhubung
it: Non è possibile connettersi al database
sr: Није могуће повезати се са базом података
tr: Veritabanına bağlanamıyor

# database.build
source: Build database
es: Construir base de datos
fr: Construire la base de données
id: membangun database
it: Costruire il database
sr: Направи базу података
tr: Veritabanı oluştur

# database_done.title
source: Database installed
es: Base de datos instalada
fr: Base de données installée
id: judul database selesai
it: Database installato
sr: База података је инсталирана
tr: Veritabanı kuruldu

# database_done.message
source: <p>Your database has been successfully installed. We are going to import base contents and parameters for your website.</p>
es: <p>Su base de datos ha sido instalada correctamente. Importaremos los contenidos y parámetros para su sitio web.</p&gt
fr: <p>La base de donnée a bien été installée. Maintenant, nous allons importer des contenus et paramètres de base pour mettre en route votre site.</p>
id: pesan database selesai
it: %It;p> Il tuo database è stato installato con successo. Ora, importeremo alcuni contenuti e impostazioni di base per rendere il tuo sito attivo e funzionante. &It;/p>
sr: <p>Ваша база података је успешно инсталирана. Сада ћемо извршити увоз свих садржаја и параметара који су потребни за Ваш веб-сајт.</p>
tr: <p>Veri tabanınız başarıyla kuruldu. Web siteniz için temel içerikleri ve parametreleri içe aktaracağız.</p>

# database_fail.title
source: Database could not be installed
es: Base de datos no pudo ser instalada
fr: Erreur de base de données
id: judul database gagal
it: Il database non può essere installato
sr: База података се не може инсталирати
tr: Veritabanı kurulamadı

# database_fail.message
source: <p>Your database could not be installed due to following errors. Verify your database credentials or if database has been installed yet.</p>
es: <p>Su base de datos no pudo ser instalada debido a los siguientes errores. Verifique sus credenciales de base de datos o si la misma está instalada.</p>
fr: <p>La base de données n’a pas pu être installée. Veuillez vérifier si les identifiants sont corrects ou si la base n’a pas déjà été installée.</p>
id: pesan database gagal
it: &It;/p> Impossibile installare il database per i seguenti motivi. Si prega di verificare se le credenziali del tuo database sono corrette o se il database non è già stato installato. &It;/p>
sr: <p>Ваша база података се није могла инсталирати, јер је дошло до грешке. Проверите акредитације везане за базу података ако је нека друга база података претходно већ инсталирана.</p>
tr: <p>Aşağıdaki hatalar sebebiyle veri tabanı kurulumu yapılamıyor. Veri tabanı bilgilerinizi kontrol edin. Veya veri tabanını yeni kurduysanız kontrol edin.</p>

# import.title
source: Import default data
es: Importar datos por defecto
fr: Importation
id: judul masukan
it: Importa dati base
sr: Увези подразумеване податке
tr: Varsayılan veriyi içe aktar

# import.message
source: <p>Importing default data for settings, roles and groups</p>
es: <p>Importando datos por defecto para ajustes, roles y grupos</p>
fr: <p>Si vous le souhaitez vous pouvez importer des paramètres, des rôles et des groupes d'utilisateur de base.
id: pesan masukan
it: &It;/p> Importare impostazioni di base, ruoli e gruppi &It;/p>
sr: <p>Увозе се подразумевани подаци који се односе на подешавања, улоге и групе</p>
tr: <p>Ayarlar, roller ve guruplar için varsayılan veriyi içe aktarın</p>

# import.step_name
source: Step
es: Paso
fr: Étape
id: masukan nama langkah
sr: Корак
tr: Adım

# user.title
source: Create user
es: Crear usuario
fr: Création d'un utilisateur
id: judul pengguna
it: Crea utente
sr: Направи корисника
tr: Kullanıcı oluştur

# user.message
source: <p>Create an user to access to the back-office.</p>
es: <p>Crear usuario para acceder la oficina trasera.</p>
fr: <p>Créer un utilisateur pour accéder à l'espace d’administration de votre site</p>
id: pesan pengguna
it: &It;/p> Crea un utente per accedere allo spazio amministrativo del tuo sito. &It;/p>
sr: <p>Креирај корисника са администраторским овлашћењима.</p>
tr: <p>Yönetim ofisine erişecek bir kullanıcı oluştur.</p>

# user.create
source: Create user
es: Crear usuario
fr: Créer un utilisateur
id: pengguna dibuat
it: Crea utente
sr: Направи корисника
tr: Kullanıcı oluştur

source: Username
es: Nombre de usuario
fr: Nom d’utilisateur
id: nama pengguna
it: Nome utente
sr: Корисничко име
tr: Kullanıcı Adı

# user.email
source: Email
es: Correo electrónico
id: surel pengguna
sr: Email корисника
tr: E-posta

# user.create_another
source: Create another user
es: Crear otro usuario
fr: Créer un autre utilisateur
id: membuat pengguna lain
it: Crea un altro utente
sr: Направи још једног корисника
tr: Başka bir kullanıcı daha oluştur

# user_summary.title
source: User created
es: Usuario creado
fr: Utilisateur créé avec succès
id: judul ringkasan pengguna
it: Utente creato
sr: Корисник је направљен
tr: Kullanıcı oluşturuldu

# themes.title
source: Information
es: Información
fr: Informations
id: tema judul
it: Informazioni
sr: Информације
tr: Detay bilgiler

# themes.message
source: <p>Enter basic informations about your site</p>
es: <p>Introducir información básica con respecto a su sitio</p>
fr: <p>Remplissez les informations de base de votre site</p>
id: tema pesan
it: &It;/p> Inserisci le informazioni di base del tuo sito &It;/p>
sr: <p>Упишите базичне информације о свом сајту</p>
tr: <p>Siteniz hakkında temel bilgileri girin</p>

# themes.save_informations
source: Save informations
es: Guardar información
fr: Sauvegarder les informations
id: menyimpan informasi tema
it: Salva informazioni
sr: Сачувај информације
tr: Bilgileri kaydet

# themes.frontend.description
source: You can install some default theme(s) and content to your site
es: Usted puede instalar algunos temas por defecto y contenido para su sitio
fr: Vous pouvez installer un thème et ses contenus par défaut pour votre CMS.
id: tema deskripsi paling depan
it: Puoi installare un tema o più ed informazioni sul tuo sito
sr: Можете инсталирати неке од подразумеваних тема и садржаја за свој сајт.
tr: Bazı varsayılan tema(lar) ve icerikleri sitenize kurabilrsiniz

# import_node_type.title
source: Import node type
es: Importar tipo de nodo
fr: Importation de contenu type
id: masukkan jenis node judul
it: Importa tipo di nodo
sr: Увези тип чвора
tr: Düğüm tipini içe aktar

# import_node_type.message
source: Node type
es: Tipo de nodo
fr: Types de nœud
id: masukkan jenis node pesan
it: Tipo di nodo
sr: Тип чвора
tr: Düğüm tipi

# import_node_type.node_type
source: Import node type
es: Importar tipo de nodo
fr: Type de nœud
id: masukkan jenis node
it: Importa tipo di nodo
sr: Увези тип чвора
tr: Düğüm tipini içe aktar

# import_node_type.node
source: Node type
es: Tipo de nodo
fr: Nœud
id: masukkan jenis node
it: Tipo di nodo
sr: Тип чвора
tr: Düğüm tipi

# import_tags
source: Tags
es: Etiquetas
id: masukkan penandaan
it: Etichette
sr: Тагови
tr: Etiketler

# success.title
source: Success
es: ¡Exito!
fr: Bravo!
id: judul sukses
it: Complimenti!
sr: Успели сте
tr: Başarılı

# success.message
source: <p>Roadiz has been successfully installed</p>
es: <p>Roadiz ha sido instalado exitosamente</p>
fr: <p>Votre site est prêt à être utilisé. Amusez-vous bien !</p>
id: pesan sukses
it: &It;/p> Roadiz è stato installato con successo &It;/p>
sr: <p>Roadiz је успешно инсталиран</p>
tr: <p>Roadiz başarıyla kuruldu</p>

# success.quit_install
source: Exit installation
es: Salir de instalación
fr: Quitter l'installation
id: sukses berhenti memasang
it: Esci dall'installazione
sr: Напусти инсталацију
tr: Kurulumdan çık

# goto.requirements
source: Requirements
es: Requisitos
fr: Pré-requis
id: pergi ke persyaratan
it: Requisiti
sr: Захтеви
tr: Gereklilikler

# goto.welcome
source: Back to home
es: Volver al principio
fr: Retour à l'accueil
id: pergi ke selamat datang
it: Ritorna alla home
sr: Натраг на почетну
tr: Anasayfaya dön

# goto.database
source: Database
es: Base de datos
fr: Base de données
id: pergi ke database
sr: База података
tr: Veritabanı

# goto.import
source: Import
es: Importar
fr: Importation
id: pergi ke masukkan
it: Importa
sr: Увези
tr: İçe aktar

# goto.user
source: User
es: Usuario
fr: Utilisateur
id: pergi ke pengguna
it: Utente
sr: Корисник
tr: Kullanıcı

# goto.theme
source: Theme
es: Tema
fr: Informations du site
id: pergi ke tema
it: Informazioni sul sito
sr: Тема
tr: Tema

# goto.informations
source: Informations
es: Información
id: pergi ke informasi
it: Informazioni
sr: Информације
tr: Bilgiler

# skip.user.goto.theme
source: Skip
es: Saltar
fr: Passer
id: lewat pengguna pergi ke tema
it: Salta
sr: Прескочи
tr: Atla

# skip.user.goto.done
source: User summary
es: Finalizar
fr: Fin
id: lewati pengguna untuk selesai
it: Fine
sr: О кориснику
tr: Kullanıcı özeti

# skip.database.goto.import
source: Skip
es: Saltar
fr: Passer
id: lewati database untuk ke masukan
it: Salta
sr: Прескочи
tr: Atla

source: Choose language
es: Escojer lenguaje
fr: Choisir la langue
id: pilih bahasa
it: Scegli lingua
sr: Одаберите језик
tr: Dil seçin

# choose.a.language
source: Choose your main language
es: Escoja su lenguaje principal
fr: Veuillez choisir la langue d’installation.
id: pilih bahasa
it: Scegli la tua lingua principale
sr: Одаберите свој главни језик
tr: Asıl dili seçin

# skip.database.goto.theme
source: Skip
es: Saltar
fr: Passer
id: lewati database buka halaman tema
it: Salta
sr: Прескочи
tr: Atla

# theme.summary.title
source: Theme setup summary
es: Preparación de tema
fr: Validation du thème
id: judul ringkasan tema
it: Riassunto della configurazione del tema
sr: О подешавањима теме
tr: Tema kurulum özeti

# check.version
source: Version
es: Versión
id: periksa versi
it: Versione
sr: Верзија
tr: Versiyon

# theme.name
source: Name
es: Nombre
fr: Nom
id: nama tema
it: Nome
sr: Име
tr: İsim

# theme.version
source: Version
es: Versión
id: versi tema
it: Versione
sr: Верзија
tr: Versiyon

source: CMS version
es: Versión de CMS
fr: Version du CMS
id: versi cms
it: Versione del CMS
sr: CMS верзија
tr: CMS versiyonu

# theme.supportedLocale
source: Supported locale(s)
es: Locales disponibles
fr: Locale disponible
id: tema yang didukung lokal
it: Impostazioni locali supportate
sr: Подржана локална подешавања
tr: Desteklenen yer(ler)

source: CMS locale
es: CMS local
fr: Locale du CMS
id: lokal cms
sr: CMS, ознака земље
tr: CMS dil lokasyonu

source: Name
es: nombre
fr: Nom
id: nama
it: Nome
sr: Име
tr: İsim

source: Filename
es: Nombre de archivo
fr: Nom du fichier
id: nama berkas
it: Nome del file
sr: Име фајла
tr: Dosya adı

source: Node-types
es: Tipos de nodo
fr: Types de nœud
id: tipe node
it: Tipi di nodi
sr: Чвор-типови
tr: Düğüm tipleri

source: Nodes
es: nodos
fr: Nœuds
id: node
it: Nodi
sr: Чворови
tr: Düğümler

# install.theme
source: Perform theme install
es: Instalar tema
fr: Lancer l’installation
id: memasang tema
it: Avvia l'istallazione del tema
sr: Инсталирање теме
tr: Tema kurulumunu gerçekleştir

# import.theme.content.title
source: Import theme content
es: Importar contenido de tema
fr: Importation du thème
id: masukkan konten judul tema
it: Importa il contenuto del tema
sr: Увези садржај теме
tr: Tema içeriğini içe aktar

# step.name
source: Step
es: Paso
fr: Étape
id: nama langkah
it: Tappa
sr: Корак
tr: Adım

# goto.done
source: Done
es: Finalizar
fr: Terminer
id: pergi ke selesai
it: Finito
sr: Завршено
tr: Tamamdır

# import_roles
source: Roles
fr: Rôles
id: peran impor
it: Ruoli
sr: Улоге
tr: Roller

# import_groups
source: Roles groups
es: Grupos de roles
fr: Groupes de rôles
id: kelompok impor
it: Ruoli gruppi
sr: Групе улога
tr: Rol gurupları

# import_settings
source: Settings
es: Ajustes
fr: Paramètres
id: pengaturan impor
it: Impostazioni
sr: Подешавања
tr: Ayarlar

# theme.selector
source: Available themes
es: Temas disponibles
fr: Thèmes disponibles
id: pemilih tema
it: Temi disponibili
sr: Доступне теме
tr: Kullanılabilir temalar

# check.locale
source: Locale
es: Local
id: periksa lokal
sr: Локална подешавања
tr: Alan

# check.import.files
source: Files to import
es: Archivos para importar
fr: Fichiers à importer
id: periksa berkas impor
it: File da importare
sr: Фајлови који ће бити увежени
tr: İçe aktarma dosyaları

# password.must_match
source: Passwords must match
es: La contraseña debe coincidir
fr: Les mots de passe doivent correspondre
id: kata sandi harus sama dengan
it: Le password devono corrispondere
sr: Лозинке се морају поклапати
tr: Parolalar uyuşmalı

# site_name
source: Your website name
es: Nombre de sitio web
fr: Nom de votre site
id: nama situs
it: Nome del tuo sito
sr: Име Вашег веб-сајта
tr: Web sitenizin İsmi

# email_sender
source: Main email
es: Correo electrónico principal
fr: Email principal
id: pengirim surel
it: Email principale
sr: Главни email
tr: Ana e-posta

# email_sender_name
source: Main email account name
es: Nombre de correo electrónico principal
fr: Nom du compte lié à l’email
id: nama pengirim surel
it: Nome dell'email principale
sr: Име налога главног email-а
tr: Ana e-posta hesap ismi

# meta_description
source: SEO Description
es: Descripción meta/SEO
fr: Méta description
id: deskripsi meta
it: Descrizione SEO
sr: SEO Описи
tr: SEO Açıklaması

source: TImezone
es: Zona horaria
id: zona waktu
it: Fuso orario
sr: Временска зона
tr: Saat dilimi

# install_theme
source: Install a theme?
es: ¿Instalar un tema?
fr: Installer un thème ?
id: memasang tema
it: Installare un tema?
sr: Желите да инсталирате тему?
tr: Tema kurulsun mu?

source: Driver
fr: Moteur de base de donnée
id: menarik
sr: Драјвер
tr: Sürücü

source: Host
es: Anfitrión
fr: Hôte
id: tuan rumah

source: UNIX socket
es: Socket UNIX
fr: Socket UNIX
id: soket unix
it: Socket UNIX
tr: UNIX Soketi

source: Path
es: Camino
fr: Chemin
id: garis edar
sr: Путања
tr: Dizin

# user
source: Username
es: Usuario
fr: Nom d’utilisateur
id: pengguna
it: Nome utente
sr: Корисничко име
tr: Kullanıcı adı

source: Password
es: contraseña
fr: Mot de passe
id: kata sandi
sr: Лозинка
tr: Parola

# dbname
source: Database name
es: Nombre de base de datos
fr: Nom de la base
id: dbnama
it: Nome del database
sr: Име базе података
tr: Veritabanı ismi

# error.locale.message
source: Theme locale does not exist on your system.
es: Tema local no existe en su sistema.
fr: La locale du thème n’existe pas sur votre système.
id: kesalahan pesan lokal
it: Un tema locale non esiste nel tuo sistema
sr: Локална подешавања теме не постоје на Вашем систему.
tr: Tema dil lokasyonu sisteminizde bulunmuyor.

# error.modal.title
source: Please fix the following issues before installing theme.
es: Por favor repare los siguientes problemas antes de instalar el tema.
fr: Veuillez corriger les problèmes suivants avant de continuer.
id: kesalahan judul modal
it: Correggi i seguenti problemi prima di procedere all'istallazione.
sr: Молимо Вас да исправите наведене грешке пре него што инсталирате тему.
tr: Lütfen tema kurulumundan önce aşağıdaki sorunları düzeltin.

# error.version.message
source: This theme needs a newer version of Roadiz.
es: Este tema requiere de una versión más nueva de Roadiz.
fr: Le thème nécessite une version plus récente de Roadiz.
id: kesalahan pesan versi
it: Il tema richiede una versione più recente di Roadiz
sr: Ова тема захтева новију верзију Roadiz-а.
tr: Bu tema daha yeni bir Roadiz sürümü gerektiriyor.

# warning.theme.continue
source: You can ignore theses messages and continue anyway.
es: Usted puede ignorar estos mensajes y continuar.
fr: Vous pouvez ignorer ces messages et continuer tout de même.
id: tema peringatan berlanjut
it: Puoi ignorare questi messaggi e continuare comunque.
sr: Ове поруке можете игнорисати и наставити без обзира на њих.
tr: Şu mesajları görmezden gelip devam edebilirsiniz.

# now_you_can_delete_install_file_and_use_roadiz
source: Now Roadiz installation is completed you can remove the install.php script from Roadiz folder and access to your fresh website without it.
es: La instalación de Roadiz ha sido completada. Usted puede remover el script install.php de la carpeta de Roadiz y acceder a su nuevo sitio web sin el mismo.
fr: L’installation de Roadiz est maintenant terminée, vous pouvez supprimer le fichier install.php et commencer à utiliser votre tout nouveau site web.
id: sekarang anda bisa menghapus berkasi dan menggunakan roadiz
it: L'installazione di Roadiz ora è completa, puoi cancellare il file install.php e iniziare a utilizzare il tuo nuovo sito web.
sr: Сада када је инсталација Roadiz-а завршена, можете уклонити install.php скрипту из Roadiz фолдера и приступити свом освеженом веб-сајту без ње.
tr: Roadiz kurulumu şimdi tamamlandı. install.php scriptini Roadiz klasüründen silebilir ve buna gerek duymadan yeni web sitenize erişebilirsiniz.

source: Port
es: puerto
