Repository: roadiz/roadiz
Catalog: themes/DefaultTheme/Resources/translations/messages.*.xlf
Languages: es, fr, uk

source: Hello world!
es: ¡Hola mundo!
fr: Bonjour toi !
uk: Привіт світ!

# nodeName
source: This is “%name%” node
es: El nombre del nodo es %name%
fr: C’est le nœud « %name% »
uk: Це вузол %name%

# translationName
source: This is “%name%” translation
es: La traducción es %name%
fr: On est en « %name% »
uk: Це переклад "%name%"

source: Contact us
es: contactanos
fr: Contactez-nous
uk: Повідомте нас

source: Your email
es: Tu correo
fr: Votre email
uk: Адреса вашої електронної пошти

source: Your name
es: Tu nombre
fr: Votre nom
uk: Ваше ім'я

source: Your message
es: Tu mensaje
fr: Votre message
uk: Ваше повідомлення

source: Call me back
es: Llámame de vuelta
fr: Rappelez-moi
uk: Передзвоніть мені

# send.contact.form
source: Send form
es: Mandar formulario de contacto
fr: Envoyer le formulaire
uk: Відправити форму

# document
source: Attach an image or a PDF (< 5 MB)
es: documento
fr: Joindre une image ou un PDF (< 5 Mo)
uk: Прикріпіть зображення чи PDF (&lt; 5 MB)

# cookie_choice.consent_message
source: We use cookies to make your experience of our website better. Continuing on our website, you give us your consent to set these cookies.
es: Este sitio utiliza cookies para mejorar su experiencia de navegación. Continuando en este sitio, usted nos da permiso para utilizar estas cookies.
fr: En poursuivant votre navigation sur ce site, vous acceptez l’utilisation de cookies à des fins de mesures d’audience.

# cookie_choice.close_message
source: That’s OK
es: Aceptar
fr: Fermer

# cookie_choice.find_out_more_message
source: Find out more
es: Descubrir más
fr: En savoir plus

# no_javascript_message
source: JavaScript is disabled on your browser or it does not support this technology. Please enable or update your browser to get a better browsing experience.
es: Javascript no está disponible en su navegador o no apoya a esta tecnología. Por favor activar o actualizar su navegador para tener una mejor experiencia.
fr: JavaScript est désactivé sur votre navigateur ou celui-ci ne supporte pas cette technologie. Veuillez l'activez ou mettre à jour votre navigateur pour une meilleure expérience de navigation.

# browser_update.message
source: Your browser is out of date. It has some security failures et could not show properly some features of this website.
es: Su navegador es demasiado antiguo. Actualizar para mejorar el rendimiento del sitio web.
fr: Votre navigateur est périmé. Il contient des failles de sécurité et pourrait ne pas afficher certaines fonctionnalités de ce site internet.

# browser_update.link
source: See how to update your browser
es: Ver como actulizar su navegador
fr: Découvrez comment mettre votre navigateur à jour

# error404.title
source: 404 Error
fr: Erreur 404

# error404.message
source: Requested page cannot be found.
es: La página no puede ser encontrada.
fr: Page introuvable.
uk: Сторінку не знайдено

source: Email successfully sent
fr: L’email a été envoyé avec succès.

source: Contact
es: contacto
uk: Контакти
