Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/helps.*.xlf
Languages: id, zh

# document.private.help
source: Move current document file to a non-public server directory. This option disables document display on your website.
id: Pindahkan berkas dokumen saat ini ke direktori server non-publik. Opsi ini menonaktifkan tampilan dokumen di situs web Anda.
zh: 移动目前的文档到一个非公开的服务器目录。此选项禁用您网站上的文档显示。

# document.imageAverageColor.help
source: Image average color, useful to create colored placeholder during image loading on your website.
id: Gambar rata-rata gambar, berguna untuk membuat placeholder berwarna selama pemuatan gambar di situs web Anda.
zh: 图像平均颜色，对于您网站上的图片加载时创建彩色占位符是非常有用的。

# node.nodeName.help
source: Node name must be unique and is used to generate your page URL and fetch current node in Themes. It must not contain any special characters.
id: Nama node harus unik dan digunakan untuk menghasilkan URL halaman Anda dan mengambil node saat ini di tema. Itu tidak boleh mengandung karakter khusus.
zh: 节点名必须是唯一的，且被用于生成您的页面网址和在主题中取得目前的节点。它必须不包含任何特殊字符。

# tag.tagName.help
source: Tag name must be unique and is used to generate your page URL and fetch current tag in Themes. It must not contain any special characters.
id: Nama tag harus unik dan digunakan untuk menghasilkan URL halaman Anda dan mengambil tag saat ini di tema. Itu tidak boleh mengandung karakter khusus.
zh: 标签名必须是唯一的，且被用于生成您的页面网址和在主题中取得目前的标签。它必须不包含任何特殊字符。

# tag.locked.help
source: A locked tag is not renamed after updating its translated title. It prevents deletion too.
id: Tag yang dikunci tidak diganti namanya setelah memperbarui judul yang diterjemahkan. Ini mencegah penghapusan juga.
zh: 被锁定的标签不会在更新翻译称谓后被重命名。它也不会被删除。

# nodeSource.metaTitle.help
source: SEO title allows you to write the entire title of your page. For optimal display in search engines, the title should not exceed 55 to 65 characters on average.
id: Judul SEO memungkinkan Anda untuk menulis seluruh judul halaman Anda. Untuk tampilan optimal di mesin pencari, judulnya tidak boleh melebihi 55 hingga 65 karakter rata-rata.
zh: SEO 标题能让您写下您页面的全部标题。为了在搜索引擎中完全显示，标题一般不应该超过 55 到 65 个字。

# nodeSource.metaKeywords.help
source: SEO keywords are now optional and are no longer taken into account by search engines.
id: Kata kunci SEO sekarang opsional dan tidak lagi diperhitungkan oleh mesin pencari.
zh: SEO 关键词现在是可选的，且不再被搜索引擎重视。

# nodeSource.metaDescription.help
source: SEO description is a summary in a few characters of your page. Its purpose is to briefly describe its content. This description must be between 120 and 155 characters long.
id: Deskripsi SEO adalah ringkasan dalam beberapa karakter halaman Anda. Tujuannya adalah untuk menggambarkan kontennya secara singkat. Deskripsi ini harus antara 120 dan 155 karakter.
zh: SEO 描述是您页面的几个字的总结。它的目的是为了简略的描述它的内容。此描述的长度必须介于 120 到 155 个字之间。

# nodeSource.urlAlias.help
source: URL aliases allow you to rewrite the last part of the URL of your page for each translation. They must be different from the node name and unique throughout your site.
id: URL alias memungkinkan Anda untuk menulis ulang bagian terakhir dari URL halaman Anda untuk setiap terjemahan. Mereka harus berbeda dari nama simpul dan unik di seluruh situs Anda.
zh: 网址别名能让您为页面的每个翻译重写页面的网址的最后一部分。它们必须不同于节点名且全站唯一。

# nodeSource.redirections.help
source: Automatic redirections always redirect visitors from a given request path to the up-to-date current node URL, for this translation. Created redirections will be "permanent" type.
id: Pengalihan otomatis selalu mengarahkan pengunjung dari sebuah jalur permintaan tertentu ke URL node saat ini (up-to-date), untuk terjemahan ini. Pengalihan yang dibuat akan menjadi jenis "permanen".
zh: 自动重定向总是将访客从给出的请求路径重定向到此翻译现有节点最新的网址。已创建的重定向会是 “固定的” 形式。

# nodeType.hidingNonReachableNodes.help
source: This node-type will only hide its non-reachable children nodes
id: Jenis node ini hanya akan menyembunyikan node anak tersebut yang tidak dapat dijangkau
zh: 此节点类型将只会隐藏它不可到达的子节点。

# exclude_this_field_from_fulltext_search_engine
source: Exclude this field value from full-text search engine.
id: Kecualikan nilai bidang ini dari mesin-pencari teks-lengkap.
zh: 除了全文搜索引擎中的此字段值。
