Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

source: Node "%name%" has been updated.
de: Knoten "%name%" wurde aktuallisiert.
es: El nodo %name% ha sido actualizado.
fr: Le nœud %name% a été mis à jour.
it: il nodo "%name%"è stato aggiornato
ru: Узел "%name%" был обновлен.
sr: Чвор са називом %name% ажуриран
tr: "%name%" düğümü güncellendi.
uk: Вузол %name% був оновлений
zh: 节点.%name%.已更新

source: Node %nodeId% does not exists.
ar: عقدة.%nodeId%.غير.موجودة
de: Knoten %nodeId% existiert nicht.
es: El nodo %nodeId% no existe.
fr: Le nœud %nodeId% n’existe pas.
it: il nodo "%nodeId%" non esiste
ru: Узел "%nodeId%" не существует.
sr: Чвор са називом %nodeId% не постоји
tr: %nodeId% düğümü bulunmuyor.
uk: Вузол "%nodeId%" не існує.
zh: 节点.%nodeId%. 不存在

source: Node %name% "%field%" status has been updated.
ar: عقده.%إسم%.الحالة.%مجال%.تحديث
de: Der Status "%field%" vom Knoten %name% wurde aktuallisiert.
es: El estatus (%field%) del nodo %name% ha sido actualizado.
fr: Le statut (%field%) du nœud %name% a été mis à jour.
it: lo stato"%field%" del nodo "%name%" è stato aggiornato
ru: Статус поля "%field%" узла "%name%" был обновлен.
sr: Чвор %name% %field% је ажуриран
tr: %name% düğümünün "%field%" durumu güncellendi.
uk: Статус поля "%field%" вузла "%name%" був оновлений.
zh: 节点.%name%.状态.%field%.已更新

source: Node has no field named "%field%".
ar: العقدة لا يوجد لديه مجال.%مجال%
de: Knoten hat kein Feld mit dem Namen "%field%".
es: El nodo no tiene ningún campo %field%.
fr: Le nœud ne possède aucun champ %field%.
it: il nodo non ha alcun campo chiamato "%field%"
ru: У узла нет поля с именем "%field%".
sr: Чвор нема поље под називом %field%
tr: Düğüm "%field%" isimli bir alan içermiyor.
uk: Вузол немає поле з назвою "%field%".
zh: 节点没有名为 “%field%” 的字段。

source: A node id hasn’t been specified.
ar: هوية.العقدة.غير.محدد
de: Es wurde keine Knoten ID definiert.
es: El ID del nodo no ha sido precisado.
fr: L’id du nœud n’a pas été spécifié.
it: id del nodo non è stato specificato
ru: Не указан идентификатор узла.
sr: Id чвора није дефинисано
tr: Bir düğüm ID’si belirlenmedi.
uk: Не вказаний ідентифікатор вузла.
zh: 一个节点 ID 未被识别。

source: Document "%name%" has been updated.
ar: وثيقة.%إسم%.تحديث
de: Das Dokument "%name%" wurde aktuallisiert.
es: El documento "%name%" ha sido actualizado.
fr: Le document %name% a été mis à jour.
it: documento "%name%" aggiornato
ru: Документ "%name%" был обновлен.
sr: Документ %name% је ажуриран
tr: "%name%" dokümanı güncellendi.
uk: Документ "%name%" був оновлений.
zh: 文档 “%name%” 已更新。

source: Document "%name%" has been deleted.
ar: وثيقة.%إسم%.تم الحذف
de: Das Dokument "%name%" wurde gelöscht.
es: El documento "%name%" ha sido eliminado.
fr: Le document %name% a été supprimé.
it: documento "%name%" cancellato
ru: Документ "%name%" был удален.
sr: Документ %name% је избрисан
tr: "%name%" dokümanı kaldırıldı.
uk: Документ "%name%" був видалений.
zh: 文档 “%name%” 已删除。

source: Document "%name%" can't be deleted.
ar: وثيقة.%اسم%.لا يمكن حذفه
de: Das Dokument "%name%" konnte nicht gelöscht werden.
es: El documento "%name%" no puede ser eliminado.
fr: Le document %name% n’a pas pu être supprimé.
it: documento "%name%" non può essere cancellato
ru: Документ "%name%" не может быть удален.
sr: Документ %name% не може бити избрисан
tr: "%name%" dokümanı kaldırılamaz.
uk: Документ "%name%" не може бути видалений.
zh: 文档 “%name%” 无法被删除。

source: Document "%name%" has been uploaded.
ar: وثيقة.%إسم%.تم تحميلها
de: Das Dokument "%name%" wurde hochgeladen.
es: El documento "%name%" ha sido subido.
fr: Le document %name% a été téléversé.
it: documento "%name%" aggiornato
ru: Документ "%name%" был загружен.
sr: Документ %name% је послат на сервер
tr: "%name%" dokümanı karşıya yüklendi.
uk: Документ "%name%" був завантажений.
zh: 文档 “%name%” 已被上传。

source: Document can't be saved to database.
ar: الوثيقة.لا_يمكن_أن_تستمر
de: Das Dokument konnte nicht in der Datenbank gespeichert werden.
es: El documento no puede ser guardado en la base de datos.
fr: Impossible d’enregistrer le document.
it: il documento non può persistere
ru: Документ не может быть сохранен в базу данных.
sr: Документ не може бити снимљен у базу
tr: Doküman veri tabanına kaydedilemez.
uk: Документ не може бути збережений в базу даних.
zh: 文档无法被保存到数据库。

source: Name
ar: اسم
es: Nombre
fr: Nom
it: nome
ru: Имя
sr: назив
tr: isim
uk: Назва
zh: 名称

source: Description
ar: وصف
de: Beschreibung
es: Descripción
it: descrizione
ru: Описание
sr: опис
tr: açıklama
uk: Опис
zh: 描述

source: Copyright
ar: حقوق النشر
es: Derechos de autor
sr: ауторска права
tr: telif hakkı
zh: 版权

source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
it: privato
ru: Скрытый
sr: приватно
tr: Gizli
uk: Прихований
zh: 私有的

source: Choose documents to upload to your server.
ar: اختيار الوثائق لتحميل
de: Wähle die hochzuladenden Dokumente aus.
es: Escoger documentos para subir a su servidor.
fr: Choisissez les documents à téléverser.
it: scegli documento da caricare
ru: Выберите документы для загрузки на ваш сервер.
sr: Одаберите документа за слање на сервер
tr: Sunucunuza aktarmak için dokümanları seçin
uk: Виберіть документи для завантаження на ваш сервер.
zh: 选择要上传到您的服务器的档案

source: Cache has been purged.
ar: تم حذف ذاكرة التخزين المؤقت
de: Der Cache wurde gelöscht.
es: El cache ha sido purgado.
fr: Le cache a bien été vidé.
it: cancella cache
ru: Кеш был очищен.
sr: Кеш меморија је обрисана
tr: Önbellek temizlendi.
uk: Кеш очищений.
zh: 缓存已被清除。

source: Group %name% has been created.
ar: مجموعة. %إسم%.تم إنشاءها
de: Die Gruppe %name% wurde erstellt.
es: El grupo %name% ha sido creado.
fr: Le groupe %name% a été créé.
it: il gruppo "%name%" è stato creato
ru: Группа "%name%" была создана.
sr: Креирана је група са називом %name%
tr: %name% gurubu oluşturuldu.
uk: Група "%name%" створена.
zh: 群组 “%name%” 已创建。

source: Group %name% has been deleted.
ar: مجموعة.%إسم%.تم حذفها
de: Die Gruppe %name% wurde gelöscht.
es: El grupo %name% ha sido eliminado.
fr: Le groupe %name% a été supprimé.
it: il gruppo "%name%" è stato cancellato
ru: Группа "%name%" была удалена.
sr: Група %name% је обрисана
tr: %name% gurubu kaldırıldı.
uk: Група "%name%" видалена.
zh: 群组 “%name%” 已删除。

source: Group %name% has been updated.
ar: مجموعة.%إسم%.تم تحديثها
de: Die Gruppe %name% wurde aktuallisiert.
es: El grupo %name% ha sido actualizado.
fr: Le groupe %name% a été mis à jour.
it: il gruppo "%name%" è stato aggiornato
ru: Группа "%name%" была обновлена.
sr: Група %name% је ажурирана
tr: %name% gurubu güncellendi.
uk: Група "%name%" оновлена.
zh: 群组 “%name%” 已更新。

source: Role %role% has been added to %group% group.
de: Die Rolle %role% wurde zur Gruppe %group% hinzugefügt.
es: El rol %role% ha sido añadido al grupo %group%.
fr: Le rôle «%role%» a été ajouté au groupe «%group%».
it: il ruolo "%role%" è stato associato al gruppo "%group%"
ru: Роль "%role%" была добавлена для группы "%group%".
sr: Групи %group% је додељена улога %role%
tr: %role% isimli rol %group% gurubuna eklendi.
uk: Роль "%role%" була додана для групи "%group%".
zh: 角色 “%role%” 已被添加到群组 “%name%” 中。

source: Role %role% has been removed from %group% group.
ar: دور.%role%.إزالتها_من_المجموعة.%group%
de: Die Rolle %role% wurde aus der Gruppe %group% entefernt.
es: El rol %role% ha sido removido del grupo %group%.
fr: Le rôle «%role%» a été retiré du groupe «%group%».
it: il ruolo "%role%" è stato eliminato dal gruppo "%group%"
ru: Роль "%role%" была отозвана у группы "%group%".
sr: Улога %role% је уклоњена из групе %group%
tr: %role% isimli rol %group% gurubundan kaldırıldı.
uk: Роль "%role%" була видалена в групи "%group%".
zh: 角色 “%role%” 已从群组 “%name%” 中移除。

source: User %user% has been linked to %group% group.
ar: مستخدم.%user%.مرتبط.مجموعة.%group%
de: Der Benutzer %user% wurde mit der Gruppe %group% verlinkt.
es: El usuario %user% ha sido enlazado al grupo %group%.
fr: L’utilisateur «%user%» a été ajouté au groupe «%group».
it: utente "%user%" associato al gruppo "%group%"
ru: Пользователь "%user%" был добавлен в группу "%gorup%".
sr: Корисник %user% је повезан са групом %group%
tr: %user% kullanıcısı %group% gurubuna bağlandı.
uk: Користувач "%user%" був доданий у групу "%group%".
zh: 用户 “%user%” 已被添加到群组 “%name%” 中。

source: User %user% has been removed from %group% group.
ar: مستخدم.%user%.إزالته_من_المجموعة.%group%
de: Der benutzer %user% wurde aus der Gruppe %group% entfernt.
es: El usuario %user% ha sido removido del grupo %group%.
fr: L’utilisateur «%user%» a été retiré du groupe «%group».
it: utente "%user%" cancellato dal gruppo "%group%"
ru: Пользователь "%user%" был удален из группы "%group%".
sr: Корисник %user% је уклоњен из групе %group%
tr: %user% kullanıcısı %group% gurubundan kaldırıldı.
uk: Користувач "%user%" був видалений з групи "%group%".
zh: 用户 “%user%” 已从群组 “%name%” 中移除。

source: Group name
ar: أسم المجموعة
de: Gruppenname
es: Nombre de grupo
fr: Nom du groupe
it: nome gruppo
ru: Имя группы
sr: Назив групе
tr: Gurup ismi
uk: Назва групи
zh: 群组名称

source: Choose a role.
ar: اختيار الدور
de: Bitte wähle eine Rolle.
es: Escoja un rol.
fr: Choisissez un rôle
it: scegli ruolo
ru: Выберите роль
sr: Одаберите улогу
tr: Bir rol seç.
uk: Виберіть роль
zh: 选择一个角色

source: Choose an user.
ar: اختر المستخدم
de: Bitte wähle einen Benutzer.
es: Escoja un usuario.
fr: Choisissez un utilisateur
it: scegli utente
ru: Выберите пользователя
sr: Одаберите корисника
tr: Bir kullanıcı seçin.
uk: Виберіть користувача
zh: 选择一个用户

source: Group name already exists.
ar: اسم المجموعة موجود من قبل
de: Dieser Gruppenname existiert bereits.
es: El nombre de grupo ya existe.
fr: Ce nom de groupe est déjà utilisé.
it: il nome del gruppo è già esistente
ru: Группа с таким именем уже существует.
sr: Група са датим именом већ постоји
tr: Gurup ismi zaten var.
uk: Група з такою назвою вже існує
zh: 群组名已存在。

source: Theme (%name%) has been created.
ar: موضوع.%name%.تم إنشاءه
de: Das Theme (%name%) wurde erstellt.
es: El tema (%name%) ha sido creado.
fr: Le thème (%name%) a été créé.
it: tema "%name%" creato
ru: Тема "%name%" была создана.
sr: Тема %name% је креирана
tr: (%name%) teması oluşturuldu.
uk: Тема "%name%" створена.
zh: 主题 （%name%） 已创建。

source: Theme (%name%) has been updated.
ar: موضوع.%name%.تم تحديثه
de: Das Theme (%name%) wurde aktuallisiert.
es: El tema (%name%) ha sido actualizado.
fr: Le thème (%name%) a été mis à jour.
it: tema "%name%" aggiornato
ru: Тема "%name%" обновлена.
sr: Тема %name% је ажурирана
tr: (%name%) teması güncellendi.
uk: Тема "%name%" оновлена.
zh: 主题 （%name%） 已更新。

source: Theme (%name%) has been deleted.
ar: موضوع.%name%.تم حذفه
de: Das Theme (%name%) wurde gelöscht.
es: El tema (%name%) ha sido eliminado.
fr: Le thème (%name%) a été supprimé.
it: tema "%name%" cancellato
ru: Тема "%name%" удалена.
sr: Тема %name% је избрисана
tr: (%name%) teması kaldırıldı.
uk: Тема "%name%" видалена.
zh: 主题 （%name%） 已删除。

source: Theme’s class
ar: موضوع الفئة
de: Theme-Klasse
es: Clase de tema
fr: Classe du thème
it: classe tema
ru: Класс темы
sr: Класа теме
tr: Tema’nın Class’ları
uk: Клас теми
zh: 主题类别

source: Available
ar: متاح
de: verfügbar
es: Disponible
fr: Disponible
it: disponibile
ru: Доступно
sr: доступно
tr: Kullanılabilir
uk: Доступно
zh: 可用

source: Host name
ar: اسم المضيف
es: Nombre de anfitrión
fr: Nom d’hôte
it: nome host
ru: Имя хоста
tr: Host adı
uk: Назва хосту
zh: 主机名

source: Backend theme
ar: الخلفية الموضوع
es: Tema del backend
fr: Thème de back-office
it: tema di backend
ru: Тема бэкенда
sr: Backend теме
tr: Arkaplan Teması
uk: Тема бекенду
zh: 后端主题

source: Theme (%name%) can't be added, it already exists.
ar: موضوع.%name%.لم_يتم إنشاءه.موجود_مسبقا
de: Das Theme (%name%) konnte nicht erstellt werden, da es bereits existiert.
es: El tema (%name%) ya existe. No puede ser añadido.
fr: Le thème %name% n’a pas été créé car il existe déjà.
it: il tema "%name%" non può essere creato perché già esistente
ru: Тема "%name%" уже существует.
sr: Тема са називом %name% не може бити придодата, зато што већ постоји
tr: (%name%) teması eklenemez, zaten bulunuyor.
uk: Тема "%name%" не може бути додана бо вже існує.
zh: 主题（%name%）已存在，无法添加。

source: User %name% has been updated.
ar: مستخدم.%name%.تم تحديثه
de: Der Benutzer %name% wurde aktuallisiert.
es: El usuario %user% ha sido actualizado.
fr: Le compte d’utilisateur %name% a été mis à jour.
it: l'utente %name% è stato aggiornato
ru: Профиль пользователя "%name%" обновлен.
sr: Корисник %name% је ажуриран
tr: %name% kullanıcısı güncellendi.
uk: Профіль "%name%" оновлений.
zh: 用户 （%name%） 已更新。

source: User %user% has been granted to role "%role%".
ar: مستخدم.%user%.دور.%role%.مرتبط
de: Der Benutzer %user% wurde der Rolle "%role%" hinzugefügt.
es: Al usuario %user% se le ha asignado el rol "%role%".
fr: Le rôle «%role%» a été assigné à l’utilisateur %user%.
it: l'utente %user% è stato associato al ruolo di %role%
ru: Пользователю "%user%" предоставлена роль "%role%".
sr: Кориснику %user% је додељена улога %role%
tr: %user% kullanıcısı "%role%" rolüne yükseltildi.
uk: Користувачу "%user%" надана роль "%role%".
zh: 用户 “%user%” 已被授予 “%role%” 角色。

source: User %name% has been removed a role.
ar: مستخدم.%name%.دور_تم إزالته
de: Der Benutzer %name% wurde von der Rolle entfernt.
es: El rol ha sido removido del usuario %name%.
fr: Un rôle a été retiré de l’utilisateur %name%.
it: utente %name% rimosso dal ruolo
ru: Роль отозвана для пользователя "%name%".
sr: Кориснику %name% је уклоњена улога
tr: %name% kullanıcısı bir rol kaldırdı.
uk: Роль видалена для користувача "%name%".
zh: 用户 “%name%” 已被移除角色。

source: User %user% has joined %group% group.
ar: مستخدم.%user%.مجموعة.%group%.مرتبط
de: Der Benutzer %user% wurde der Gruppe %group% hinzugefügt.
es: El usuario %user% se ha añadido al grupo %group%.
fr: L’utilisateur %user% a rejoint le groupe %group%.
it: utente %user% è entrato nel gruppo %group%
ru: Пользователь "%user%" добавлен в группу "%group%".
sr: Корисник %user% је придружен групи %group%
tr: %user% kullanıcısı %group% gurubuna katıldı.
uk: Користувач "%user%" доданий у групу "%group%".
zh: 用户 “%user%” 已加入 “%group%” 群组。

source: User %user% has been removed from %group% group.
ar: مستخدم.%user%.مجموعة.%group%.تم إزالته
de: Der Benutzer %user% wurde aus der Gruppe %group% entfernt.
es: El usuario %user% ha sido removido del grupo %group%.
fr: L’utilisateur %user% a été retiré du groupe %group%.
it: utente %user% è uscito dal gruppo %group%
ru: Пользователь "%user%" был удален из группы "%group%".
sr: Корисник %user% је уклоњен из групе %group%.
tr: %user% kullanıcısı %group% gurubundan çıkarıldı.
uk: Користувач "%user%" видалений з групи "%group%".
zh: 用户 “%user%” 已从群组 “%group%” 移除。

source: User %name% has been created.
ar: مستخدم.%name%.تم إنشاءه
de: Der Benutzer %name% wurde erstellt.
es: El usuario %name% ha sido creado.
fr: Le compte utilisateur «%name%» a été créé.
it: utente %name% è stato creato
ru: Пользователь "%name%" был создан.
sr: Креиран је корисник %name%.
tr: %name% kullanıcısı oluşturuldu.
uk: Користувач "%name%" був створений.
zh: 用户 “%name%” 已创建。

source: User %name% has been deleted.
ar: مستخدم.%name%.تم حذفه
de: Der Benutzer %name% wurde gelöscht.
es: El usuario %name% ha sido eliminado.
fr: Le compte utilisateur «%name%» a été supprimé.
it: utente %name% è stato cancellato
ru: Пользователь "%name%" был удален.
sr: Корисник %name% је избрисан.
tr: %name% kullanıcısı kaldırıldı.
uk: Користувач "%name%" видалений.
zh: 用户 “%name%” 已删除。

source: Facebook user (%name%) does not exist
ar: إسم_فايسبوك.المستخدم.%name%._غير_موجود
de: Der Facebook Profilname (%name%) existiert nicht.
es: El usuario de Facebook (%name%) no existe.
fr: L’identifiant utilisateur Facebook «%name%» n’existe pas.
it: l'utente Facebook %name% non esiste
ru: Facebook профиль с именем "%name%" не существует.
sr: Facebook корисник %name% не постоји.
tr: (%name%) isimli Facebook kullanıcısı bulunmuyor.
uk: Facebook профіль "%name%" не існує.
zh: Facebook 用户（%name%）不存在。

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ru: Адрес электронной почты
tr: E-posta
uk: Email-адреса
zh: 电子邮件

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: nome utente
ru: Имя пользователя
sr: Корисничко име
tr: Kullanıcı Adı
uk: Ім'я користувача
zh: 用户名

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль
sr: Лозинка
tr: Parola
uk: Пароль
zh: 密码

source: Verify your password
ar: كلمة المرور تحقق
de: Passwortbestätigung
es: Verifique su contraseña
fr: Confirmer le mot de passe
it: verifica password
ru: Подтвердите ваш пароль
sr: Потврдите своју лозинку
tr: Parolanızı doğrulayın
uk: Підтвердіть ваш пароль
zh: 请验证您的密码

source: First name
ar: الاسم الاول
de: Vorname
es: Nombre
fr: Prénom
it: nome
ru: Имя
sr: Име
tr: İsim
uk: Ім'я
zh: 名

source: Last name
ar: الكنية
de: Nachname
es: Apellido
fr: Nom
it: cognome
ru: Фамилия
sr: Презиме
tr: Soyisim
uk: Прізвище
zh: 姓

source: Phone
ar: هاتف
de: Telefonnummer
es: Teléfono
fr: Téléphone
it: telefono
ru: телефон
sr: Телефон
tr: Telefon
zh: 电话

source: Company
ar: شركة
de: Firma
es: Compañía
fr: Société
it: Azienda
ru: Организация
sr: Компанија
tr: Firma
uk: Компанія
zh: 公司

source: Job
ar: وظيفة
de: Funktion
es: Trabajo
fr: Poste
it: Lavoro
ru: Должность
sr: Занимање
tr: İş
uk: Робота
zh: 工作

source: Birthday
ar: عيد ميلاد
de: Geburtstag
es: Cumpleaños
fr: Date de naissance
it: Compleanno
ru: День рождения
sr: Датум рођења
tr: Doğum Günü
uk: День народження
zh: 生日

source: Facebook user ID
ar: إسم الفايسبوك
de: Facebook Profilname
es: Identificación en facebook
fr: Identifiant utilisateur Facebook
it: ID utente Facebook
ru: Имя профиля facebook
sr: Корисничко име на Facebook-у
tr: Facebook Kullanıcı ID’si
uk: Профіль Facebook
zh: Facebook 用户 ID

source: Role "%name%" has been created.
ar: دور.%name%.تم إنشاءه
de: Die Rolle "%name%" wurde erstellt.
es: Rol "%name%" ha sido creado.
fr: Le rôle «%name%» a été créé.
it: Il ruolo %name% è stato creato
ru: Роль "%name%" создана.
sr: Креирана је улога %name%.
tr: "%name%" rolü oluşturuldu.
uk: Роль "%name%" створена.
zh: 角色 “%name%” 已创建。

source: Role "%name%" has been deleted.
ar: دور.%name%.تم حذفه
de: Die Rolle "%name%" wurde gelöscht.
es: Rol "%name%" ha sido eliminado.
fr: Le rôle «%name%» a été supprimé.
it: Il ruolo %name% è stato cancellato
ru: Роль "%name%" удалена.
sr: Улога %name% је избрисана.
tr: "%name%" rolü kaldırıldı.
uk: Роль "%name%" видалена.
zh: 角色 “%name%” 已删除。

source: Role "%name%" has been updated.
ar: دور.%name%.تم تحديثه
de: Die Rolle "%name%" wurde aktuallisiert.
es: Rol "%name%" ha sido actualizado.
fr: Le rôle «%name%» a été mis à jour.
it: Il ruolo %name% è stato aggiornato
ru: Роль "%name%" обновлена.
sr: Улога %name% је ажурирана.
tr: "%name%" rolü güncellendi.
uk: Роль "%name%" оновлена.
zh: 角色 “%name%” 已更新。

source: Role’s name must start with "ROLE_" and contain only uppercase letters and underscores.
ar: اسم.الدور.يجب_أن_يتوافق_مع_المعيار
de: Der Rollenname muss starten mit "ROLE_" darf nur Grossbuchstaben und Unterlinien beinhalten.
es: El nombre de rol debe iniciar con "ROLE_" y contener solo letras mayusculas y guiones bajos.
fr: Le nom du rôle doit être écrit en capitales et être préfixé de «ROLE_».
it: Il nome del ruolo deve iniziare con "ROLE" e contenere solo lettere maiuscole e trattini bassi.
ru: Имя роли должно начинаться с "ROLE_" и содержать только большие буквы и знаки подчеркивания.
sr: Име улоге мора почињати се "ROLE_" и од карактера може садржати само велика слова и доње црте.
tr: Rol isimleri "ROLE_" ile başlamalı ve sadece büyük harfler ve alt tireler içermelidir.
uk: Назва ролі повинна починатись із "ROLE_" та містити лише великі літери і знаки підкреслення.
zh: 角色名必须以 “ROLE_” 开头，且只能包含大写字母和下划线。

source: Role name already exists.
ar: اسم.الدور.موجود.بالفعل
de: Der Rollennamen existiert bereits.
es: Nombre de rol ya existente.
fr: Ce rôle existe déjà dans la base de donnée.
it: Il nome del ruolo è già esistente
ru: Роль с таким именем уже существует.
sr: Такво име улоге већ постоји.
tr: Rol ismi zaten var.
uk: Роль із такою назвою вже існує.
zh: 角色名已存在。

source: Role is required by system and can't be updated.
ar: لا_يمكن_تحديث.الدور.المطلوب
de: Diese Rolle wird vom System benötigt und kann nicht geändert werden.
es: El rol requerido por el sistema y no puede ser actualizado.
fr: Le rôle ne peut être mis à jour car il est requis par le système.
it: Il ruolo è al momento usato dal sistema e non può essere aggiornato.
ru: Роль необходима для работы системы и не может быть изменена.
sr: Улога је тражена од стране система и стога не може бити ажурирана.
tr: Rol sistem için gerekli ve güncellenemez.
uk: Роль необхідна для роботи системи та не може бути змінена.
zh: 角色被系统需求且无法更新。

source: Role is required
ar: الدور.مطلوب
de: Eine Rolle wird benötigt
es: El rol es requerido
fr: Rôle requis
it: Il ruolo è necessario
ru: Роль необходима
sr: Захтева се улога
tr: Rol zorunludur
uk: Роль необхідна
zh: 角色是必须的。

source: Node type has been imported and successfully saved to database.
ar: نوع العقدة.المستوردة.تم إنشاءها
de: Der Knotentyp wurde erfolgreich importiert und in der Datenbank gespeichert.
es: El tipo de nodo ha sido importado correctamente y guardado en la base de datos.
fr: Le type de nœud a été importé et enregistré.
it: Il Tipo del nodo è stato importato con successo, ed è stato salvato nel database
ru: Тип узла успешно импортирован и сохранен в базе данных.
sr: Тип чвора је увежен и успешно сачуван у бази података.
tr: Düğüm tipi içe aktarıldı ve başarıyla veri tabanına kaydedildi.
uk: Тип вузла успішно імпортований та збережений у базі даних.
zh: 节点类型已导入并成功保存到数据库。

source: Node type has been imported and successfully updated database.
ar: نوع العقدة.المستوردة.تم تحديثها
de: Der Knotentyp wurde erfolgreich in die Datenbank importiert und gespeichert.
es: El tipo de nodo ha sido importado y ha actualizado correctamente la base de datos.
fr: Le type de nœud a été importé et mis à jour.
it: Il tipo del nodo è stato importato e caricato nel database.
ru: Тип узла импортирован и успешно обновлен в базе данных.
sr: Тип чвора је успешно увежен и успешно је ажуриран у бази података.
tr: Düğüm tipi içe aktarıldı ve başarıyla veri tabanı güncellendi.
uk: Тип вузла успішно оновлений та збережений у базі даних.
zh: 节点类型已导入并成功更新数据库。

source: File format is not valid.
ar: تنسيق.الملف.غير_صالح
de: Das Fileformat ist nicht gültig.
es: Formato de archivo no válido.
fr: Le format du fichier n’est pas valide.
it: Il formato del file non è valido.
ru: Формат файла не корректен.
sr: Формат фајла је неисправан.
tr: Dosya biçimi geçerli değil.
uk: Формат файлу не коректний.
zh: 文件格式不存在。

source: File could not be uploaded.
ar: الملف.لم_يتم تحميله
de: Die Datei konnte nicht hochgeladen werden.
es: El archivo no pudo ser subido.
fr: Le fichier n’a pas été téléversé.
it: Non è stato possibile caricare il file.
ru: Файл не может быть загружен.
sr: Фајл не може бити послат.
tr: Dosya karşıya yüklenemez.
uk: Файл не завантажений.
zh: 文件无法上传。

source: Node type file
ar: ملف.نوع العقدة
de: Knotentyp Datei
es: Archivo de tipo de nodo
fr: Fichier du type de nœud
it: File del tipo di nodo
ru: Файл типа узла
sr: Фајл типа чвора
tr: Düğüm tipi dosyası
uk: Файл типу вузла
zh: 节点类型文件

source: Tag %name% has been updated.
ar: العلامة.%name%.تم تحديثها
de: Der Tag %name% wurde aktuallisiert.
es: La etiqueta %name% ha sido actualizada.
fr: L’étiquette «%name%» a été mise à jour.
it: Il tag %name% è stato aggiornato.
ru: Тег "%name%" обновлен.
sr: Име тага %name% је ажурирано.
tr: %name% etiketi güncellendi.
uk: Тег "%name%" оновлений.
zh: 标签 “%name%” 已更新。
