Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

source: WOFF font file
ar: ملف wolff.الخط
de: WOFF Schriftdatei
es: Archivo de fuente WOFF
fr: Fichier WOFF
it: fonte file Woff
ru: WOFF файл шрифта
sr: WOFF фајл фонта
tr: WOFF yazı tipi dosyası
uk: WOFF файл шрифту
zh: .WOFF 字体文件

# font.woff2File
source: WOFF2 font file
ar: ملف wolff2.الخط
es: Archivo de fuente WOFF2
fr: Fichier WOFF2
it: fonte fil Woff2
ru: WOFF2 файл шрифта
sr: WOFF2 фајл фонта
tr: WOFF2 yazı tipi dosyası
uk: WOFF2 файл шрифту
zh: .WOFF2 字体文件

source: OTF font file
ar: ملف otf.الخط
de: OTF Schriftdatei
es: Archivo de fuente OTF
fr: Fichier OTF/TTF
it: fonte file Otf
ru: OTF/TTF файл шрифта
sr: OTF фајл фонта
tr: OTF yazı tipi dosyası
uk: OTF/TTF файл шрифту
zh: .OTF 字体文件

source: SVG font file
ar: ملف svg.الخط
de: SVG Schriftdatei
es: Archivo de fuente SVG
fr: Fichier SVG
it: fonte file Svg
ru: SVG файл шрифта
sr: SVG фајл фонта
tr: SVG yazı tipi dosyası
uk: SVG файл шрифту
zh: .SVG 字体文件

source: Setting has been successfully imported.
ar: الإعداد.المستورد
es: Sus ajustes han sido importados correctamente.
fr: Le paramètre a bien été importé.
it: le impostazioni sono state importate con successo
ru: Настройки успешно импортированы.
sr: Подешавање је успешно увезено.
tr: Ayarlar başarıyla içe aktarıldı.
uk: Налаштування успішно імпортовано
zh: 设置已成功导入。

source: Setting file
ar: إعداد الملف
de: Einstellungsdatei
es: Ajustando archivo
fr: Fichier de paramètre
it: impostazioni file
ru: Файл с настройками
sr: Подешавање фајла
tr: Ayar dosyası
uk: Файл із налаштуваннями
zh: 设置文件

source: Translation %name% has been set as the default language.
ar: جعل_الترجمة.%name%.إفتراضي
de: Die Übersetzung %name% wurde als Hauptsprache eingestellt.
es: La traducción %name% ha sido seleccionada como el lenguaje por defecto.
fr: La traduction «%name%» est à présent la langue principale.
it: traduzione %name% è stata impostata come lingua predefinita
sr: Превод %name% је постављен као језик који се подразумева.
tr: %name% çevirisi varsayılan dil olarak atandı.
uk: Переклад "%name%" був встановлений як стандартна мова.
zh: 翻译 “%name%” 已被设定为默认语言。

source: Translation %name% has been updated.
ar: الترجمة.%name%.تم تحديثها
de: Die Übersetzung %name% wurde aktuallisiert
es: La traducción %name% ha sido actualizada.
fr: La traduction «%name%» a été mise à jour.
it: traduzione %name% è stata aggiornata
sr: Превод %name% је ажуриран.
tr: %name% isimli çeviri güncellendi.
uk: Переклад %name% оновлено.
zh: 翻译 “%name%” 已更新。

source: Translation %name% has been created.
ar: الترجمة.%name%.تم إنشاءها
de: Die Übersetzung %name% wurde erstellt.
es: La traducción %name% ha sido creada.
fr: La traduction «%name%» a été créée.
it: traduzione %name% è stata creata
sr: Превод %name% је креиран.
tr: %name% isimli çeviri oluşturuldu.
uk: Переклад %name% створено.
zh: 翻译 “%name%” 已创建。

source: Translation %name% has been deleted.
ar: الترجمة.%name%.تم حدفها
de: Die Übersetzung %name% wurde erstellt.
es: La traducción %name% ha sido eliminada.
fr: La traduction «%name%» a été supprimée.
it: traduzione %name% è stata cancellata
sr: Превод %name% је избрисан.
tr: %name% isimli çeviri kaldırıldı.
uk: Переклад %name% видалено.
zh: 翻译 “%name%” 已删除。

source: Translation "%name%" can't be deleted, it is the default translation.
ar: الترجمة.%name%.لا يمكن_حذفها_الترجمة_إفتراضية
es: La traducción %name% no puede ser eliminada, pues esta es la traducción por defecto.
fr: La traduction «%name%» ne être supprimée car il s’agit de la langue principale.
it: traduzione %name% non può essere cancellata, essa è la traduzione predefinita
sr: Превод %name% не може бити избрисан, зато што је то подразумевани превод.
tr: "%name%" isimli çeviri kaldırılamaz. Varsayılan çeviri olarak berlirlenmiş.
uk: Переклад %name% не може бути видалено, це переклад по замовчуванням.
zh: 翻译 “%name%” 是默认翻译，无法删除。

source: Locale
ar: محلي
de: Region
es: Local
ru: Язык
sr: Локална подешавања
tr: Bölge
uk: Мова
zh: 区域代码

source: Add tag
ar: إضافة.علامة
de: Schlagwort hinzufügen
es: Añadir etiqueta
fr: Ajouter l’étiquette
it: aggiungi tag
ru: Добавить тег
sr: Додај таг
tr: Etiket ekle
uk: Додати тег
zh: 添加标签

source: Add child tag
ar: إضافة.علامة.الطفل
es: Añadir sub-etiqueta
fr: Ajouter l’étiquette enfante
it: aggiungi sotto ettichetta
ru: Добавить дочерний тег
sr: Додај таг-потомак
tr: Alt etiket ekle
uk: Додати дочірній тег
zh: 添加子标签

source: Tags
ar: علامات
de: Schlagwörter
es: Etiquetas
fr: Étiquettes
it: tag
ru: Теги
sr: Тагови
tr: Etiketler
uk: Теги
zh: 标签

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ru: Действия
sr: Радње
tr: Eylemler
uk: Дії
zh: 动作

source: Delete
de: löschen
es: Eliminar
fr: Supprimer
it: Elimina
ru: Удалить
sr: Избриши
tr: Kaldır
uk: Видалити
zh: 删除

source: No available translation has been found for tag.
es: No hay traducciones disponibles para esta etiqueta.
fr: Aucune traduction disponible pour cette étiquette.
it: Traduzione non disponibile per l'etichetta
ru: Перевод этого тега не найден
sr: Нема доступних превода за наведени таг.
tr: Etiket için kullanılabilir çeviri bulunamadı
uk: Переклад цього тегу не знайдено
zh: 未找到此标签的可用翻译。

source: Edit SEO data
es: Editar datos de SEO
fr: Éditer le référencement du nœud
it: Cambia nodo seo
ru: Редакторивать SEO данные
sr: Уређивање података за SEO
tr: SEO verisini düzenle
uk: Редагувати SEO дані
zh: 编辑 SEO 数据

source: Save
de: speichern
es: Guardar
fr: Sauvegarder
it: Salva
ru: Сохранить
sr: Сачувај
tr: Kaydet
uk: Зберегти
zh: 保存

source: Add url-alias
es: Añadir alias de URL
fr: Ajouter l’alias d’Url
it: Aggiungi URL alias
ru: добавить URL синоним
sr: Додај псеудоним url адресе
tr: URL takma adı ekle
uk: Додати URL-синонім
zh: 添加网址别名

source: Unlink tag "%name%"
es: Desenlazar etiqueta "%name%"
fr: Délier l’étiquette «%name%»
it: distacca etichetta %name%
sr: Уклони повезивање са тагом %name%
tr: "%name%" etiketinin bağlantısını kopar
uk: Видалити тег "%name%"
zh: 取消标签 “%name%”

source: Are you sure to unlink tag?
es: ¿Está seguro de que quiere desenlazar la etiqueta?
fr: Êtes-vous sûr(e) de vouloir délier l’étiquette ?
it: Sicuro di voler staccare l'etichetta
sr: Да ли сте сигурни да желите да уклоните повезивање са тагом?
tr: Etiketin bağlantısını koparmak istiyor musunuz?
uk: Ви дійсно хочете видалити тег?
zh: 您确定要取消标签吗？

source: Cancel
de: abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ru: Отмена
sr: Одустани
tr: İptal et
uk: Скасувати
zh: 取消

source: Edit tag
es: Editar etiqueta
fr: Éditer l’étiquette
it: Modifica etichetta
ru: Редактировать тег
sr: Уреди таг
tr: Etiketi düzenle
uk: Редагувати тег
zh: 编辑标签

source: Add child to "%name%" tag
es: Añadir sub-etiqueta a la etiqueta %name%
fr: Ajouter une sous-étiquette dans «%name%»
it: Inserisci sotto etichetta %name%
ru: Добавить дочерний тег для "%name%"
sr: Додај потомке тага тагу %name%.
tr: "%name%" isimli etkete alt etiket ekle
uk: Додати дочірній тег для "%name%"
zh: 添加子标签到 “%name%”

source: Delete tag "%name%"
es: Eliminar etiqueta "%name%"
fr: Supprimer l’étiquette «%name%»
it: Elimina etichetta %name%
ru: Удалить тег "%name%"
sr: Избриши таг %name%
tr: "%name%" isimli etiketi kaldır
uk: Видалити тег "%name%"
zh: 删除标签 “%name%”

source: Delete tag
de: Löschen diese Etikett
es: Eliminar etiqueta
fr: Supprimer l’étiquette
it: Elimina etichetta
ru: Удалить тег
sr: Избриши таг
tr: Etiketi kaldır
uk: Видалити тег
zh: 删除标签

source: %name%’s groups
de: Gruppen von %name% bearbeiten
es: Grupos de %name%
fr: %name%
it: Modifica gruppi utente %name%
ru: Группы %name%
sr: Име група %name%
tr: %name%’nin gurupları
uk: Групи "%name%"
zh: “%name%” 的群组

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ru: Группа
sr: Група
tr: Gurup
uk: Група
zh: 群组

source: Unlink
de: Verknüpfung entfernen
es: Desenlazar
fr: Délier
it: Separa
sr: Откажи повезивање
tr: Bağlantıyı kopar
uk: Від'єднати
zh: 取消连结

source: Add group
de: Gruppe hinzufügen
es: Añadir grupo
fr: Ajouter le groupe
it: Aggiungi gruppo
ru: Добавить группу
sr: Додај групу
tr: Gurup ekle
uk: Додати групу
zh: 添加群组

source: Add user
de: Nutzer hinzufügen
es: Añadir usuario
fr: Ajouter l’utilisateur
it: Aggiungi utente
ru: Добавить пользователя
sr: Додај корисника
tr: Kullanıcı ekle
uk: Додати користувача
zh: 添加用户

source: Back to users
de: Zurück zu den Nutzern
es: De vuelta a usuarios
fr: Retourner à la liste des utilisateurs
it: Ritorna alla lista utenti
ru: Назад к пользователям
sr: Натраг до корисника
tr: Kullanıcılara dön
uk: Назад до користувачів
zh: 回到用户

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ru: Добро пожаловать
sr: Добродошли
tr: Hoşgeldin
uk: Вітаємо
zh: 欢迎

source: Import settings
es: Importar ajustes
fr: Importer
it: Importa impostazioni
ru: Импортировать настройки
sr: Увези подешавања
tr: Ayarları içe aktar
uk: Імпортувати налаштування
zh: 导入设置

source: Import
de: importieren
es: Importar
fr: Importer
it: Importa
ru: Импорт
sr: Увези
tr: İçe aktar
uk: Імпорт
zh: 导入

source: Hello, %name%
de: Hallo %name%
es: ¡Hola, %name%!
fr: Salut %name% !
it: Ciao %name%
ru: Привет, %name%!
sr: Здраво, %name%
tr: Merhaba, %name%
uk: Привіт, %name%
zh: 你好，%name%

source: Back to tags
es: Volver a etiquetas
fr: Retourner à la liste des étiquettes
it: Ritorna ad etichette
ru: Назад к тегам
sr: Натраг на тагове
tr: Etiketlere dön
uk: Назад до тегів
zh: 回到标签

source: Edit
de: bearbeiten
es: Editar
fr: Éditer
it: Modifica
ru: Редактировать
sr: Уреди
tr: Düzenle
uk: Редагувати
zh: 编辑

source: Edit setting %name%
es: Editar ajuste %name%
fr: %name%
it: Modifica impostazioni %name%
ru: Изменить настройку %name%
sr: Уреди подешавање %name%
tr: %name%’in ayarlarını düzelt
uk: Змінити опцію "%name%"
zh: 编辑设置 “%name%”

source: Back to settings
es: De vuelta a ajustes
fr: Retourner à la liste des paramètres
it: Ritorna ad impostazioni
ru: Назад к настройкам
sr: Натраг на подешавања
tr: Ayarlara dön
uk: Назад до налаштувань
zh: 回到设置

source: Are you sure to delete this tag.
de: Sind Sie einverstanden, diese Etikett zu löschen ?
es: ¿Está seguro de que quiere eliminar esta etiqueta?
fr: Êtes-vous sûr(e) de vouloir supprimer cette étiquette ?
it: Sei sicuro di volere cancellare l'etichetta?
ru: Вы уверены что хотите удалить этот тег?
sr: Да ли сте сигурни у то да желите да обришете наведени таг?
tr: Bu etiketi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей тег?
zh: 您确定要删除此标签吗？

source: Search
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
ru: Поиск
sr: Претражи
tr: Ara
uk: Пошук
zh: 搜索

source: Go to page
de: Gehe zu Seite
es: Ir a la página
fr: Aller à la page
it: Vai alla pagina
ru: Перейти на страницу
sr: Иди на страницу
tr: Sayfaya git
uk: Перейти на сторінку
zh: 前往页面

source: Prev.
de: Zurück
es: Anterior
fr: Préc.
it: Precedente
ru: Назад
sr: Претходна
tr: Önceki
uk: Назад
zh: 上一个

source: Next
de: Vor
es: siguiente
fr: Suiv.
it: Successivo
ru: Вперед
sr: Следећа
tr: Sonraki
uk: Уперед
zh: 下一个

source: Delete user %name%.
de: lösche %name%
es: Eliminar usuario %name%
fr: Supprimer l’utilisateur «%name%»
it: Elimina utente %name%
ru: Удалить пользователя "%name%"
sr: Избриши корисника %name%.
tr: %name% kullanıcısını kaldır.
uk: Видалити користувача "%name%"
zh: 删除用户 “%name%”。

source: Are you sure you want to delete this user ?
de: Möchten Sie diesen Nutzer wirklich löschen
es: ¿Está usted seguro de querer eliminar a este usuario?
fr: Êtes-vous sûr(e) de vouloir supprimer cet utilisateur ?
it: Sei sicuro di voler eliminare l'utente
ru: Вы уверены что хотите удалить этого пользователя?
sr: Да ли сте сигурни да желите да избришете наведеног корисника?
tr: Bu kullanıcıyı kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно маєте намір видалити цього користувача?
zh: 您确定要删除此用户？

source: Edit roles from group %name%
de: bearbeiten der %name% Gruppenberechtigungen
es: Editar roles del grupo %name%
fr: %name%
it: Modifica ruoli del gruppo %name%
ru: Редактировать роли группы "%name%"
sr: Уређивање улога из групе %name%
tr: %name% isimli gurubun rollerini düzelt.
uk: Редагувати ролі групи "%name%"
zh: 编辑群组 “%name%” 成员的角色

source: Role
de: Rolle
es: Rol
fr: Rôle
it: Ruolo
ru: Роль
sr: Улога
tr: Rol
uk: Роль
zh: 角色

source: Unlink role
es: Desenlazar rol
fr: Délier le rôle
it: Separa ruolo
ru: Отозвать роль
sr: Раскини повезивање са улогом
tr: Rol bağlantısını kopar
uk: Видалити роль
zh: 取消连结角色

source: Add role
de: Hinzufügen eine Rolle
es: Añadir rol
fr: Ajouter le rôle
it: Aggiungi ruolo
ru: Назначить роль
sr: Додај улогу
tr: Rol ekle
uk: Додати роль
zh: 添加角色

source: Delete user
de: Löschen der Benutzer ,,%name%"
es: Eliminar usuario
fr: Supprimer l’utilisateur
it: Elimina utente
ru: Удалить пользователя
sr: Избриши корисника
tr: Kullanıcı kaldır
uk: Видалити користувача
zh: 删除用户

source: Translations
de: Übersetzung
es: Traducciones
fr: Traductions
it: Traduzioni
ru: Переводы
sr: Преводи
tr: Çeviriler
uk: Переклади
zh: 翻译

source: Add translations
de: Hinzufügen eine Übersetzung
es: Añadir traducciones
fr: Ajouter la traduction
it: Aggiungi traduzioni
ru: Добавить перевод
sr: Додај преводе
tr: Çeviri ekle
uk: Додати переклад
zh: 添加翻译

source: Translation locale
es: Traducción local
fr: Locale
it: traduzione locale
ru: Язык перевода
sr: Превођење локалних подешавања
tr: Çeviri Alanı
uk: Мова перекладу
zh: 翻译的区域代码

source: Status
ar: الحالة
es: Estado
fr: État
it: stato
ru: Статус
sr: Статус
tr: Durum
uk: Статус
zh: 状态

source: Not available
ar: غير_متوفر
es: No disponible
fr: Non disponible
it: non disponibile
ru: Не доступен
sr: Није доступно
tr: Kullanılamaz
uk: Не доступний
zh: 不可用

source: Set default
ar: ضع االوضع الإفتراضي
es: Fijar por defecto
fr: Rendre principale
it: imposta predefinito
ru: Установить значением по умолчанию
sr: Задај као подразумевано
tr: Varsayılan olarak ata
uk: Встановити за замовчанням
zh: 设定默认

source: Back to documents
ar: الرجوع_إلى.المستندات
es: Volver a documentos
fr: Retourner à la liste des documents
it: torna ai documenti
ru: Назад к документам
sr: Натраг до докумената
tr: Dökümanlara dön
uk: Назад до документів
zh: 回到文档

source: Delete document
ar: أحذف.المستندات
es: Eliminar documento
fr: Supprimer le document
it: cancella documento
ru: Удалить документ
sr: Избриши документ
tr: Döküman kaldır
uk: Видалити документ
zh: 删除文档

source: %name% fields
ar: تحرير.ملف نوع العقدة.ل.نوع العقدة.%name%
es: Campos de %name%
fr: %name%
it: %name% campi
ru: %name% поля
sr: %name% поља за тип чвора
tr: %name% alanları
uk: %name% поля
zh: %name% 字段

source: Back to node-types
ar: الرجوع_إلى.نوع العقدة
es: Volver a tipos de nodo
fr: Retourner à la liste des types de nœud
it: torna ai tipi di nodo
ru: Назад к типам узлов
sr: Натраг до: чвор-типови
tr: Düğüm tiplerine dön
uk: Назад до типів вузлів
zh: 回到节点类型

source: Add node-type field
ar: إضافة.حقل نوع العقدة
es: Añadir campo de tipo de nodo
fr: Ajouter le champ de type de nœud
it: aggiungi campo tipo di nodo
ru: Добавить поле типа узла
sr: Додај поље: чвор-типови
tr: Düğüm tipi alanı ekle
uk: Додати поле типу вузла
zh: 添加节点类型字段

source: Remove %name% form group %group%
ar: إزالة.المستخدم.%name%.من.المجموعة.%group%
es: Remover al usuario %name% del grupo %group%
fr: Retirer l’utilisateur «%name%» du groupe «%group%».
it: rimuovi %name% dal gruppo %group%
ru: Удалить пользователя "%name%" из группы "%group%"
sr: Уклони %name% из групе %group%
tr: %name% kullanıcısını %group% gurubundan kaldır.
uk: Видалити користувача "%name%" з групи "%group%"
zh: 从群组 “%group%” 中移除用户 “%name%”

source: Are you sure you want to remove user from group ?
es: ¿Está usted seguro de querer remover al usuario del grupo?
fr: Êtes-vous sûr(e) de vouloir retirer l’utilisateur du groupe ?
it: sei sicuro di voler eliminare l'utente dal gruppo ?
ru: Действительно удалить пользователя из группы?
sr: Да ли сте сигурни да желите да уклоните корисника из групе ?
tr: Kullanıcıyı guruptan kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно маєте намір це зробити?
zh: 您确定要从群组中移除此用户吗？

source: %name%'s roles
es: Roles de %name%
fr: %name%
it: ruoli di %name%
ru: Роли пользователя "%name%"
sr: Улоге које припадају %name%
tr: %name% kullanıcısının rolleri
uk: Ролі користувача "%name%"
zh: “%name%” 的角色

source: Specific roles
es: Roles específicos
fr: Rôles spécifiques
it: ruoli specifici
ru: Определенные роли
sr: Специфичне улоге
tr: Belirli roller
uk: Визначені ролі
zh: 特定角色

source: Inherited roles
es: Roles heredados
fr: Rôles hérités
it: ruoli ereditati
ru: Унаследованные роли
sr: Наслеђене улоге
tr: Kalıcı roller
uk: Унаслідувані ролі
zh: 继承角色

source: Add specific role
es: Añadir rol específico
fr: Ajouter le rôle spécifique
it: aggiungi ruolo specifico
ru: Добавить определенную роль
sr: Додај специфичну улогу
tr: Belirli rol ekle
uk: Додати визначену роль
zh: 添加特定角色

source: Import role
es: Importar rol
fr: Importer
it: importa ruolo
ru: Импортировать роль
sr: Увези улогу
tr: Rol içeri aktar
uk: Іпортувати роль
zh: 导入角色

source: Back to groups
es: Volver a grupos
fr: Retourner à la liste des groupes
it: torna ai gruppi
ru: Назад к группам
sr: Натраг до група
tr: Guruplara dön
uk: Назад до груп
zh: 回到群组

source: Delete group
es: Eliminar grupo
fr: Supprimer le groupe
it: cancella gruppo
ru: Удалить группу
sr: Избриши групу
tr: Gurubu sil
uk: Видалити групу
zh: 删除群组

source: Information
es: Información
fr: Informations
it: informazioni
sr: Информације
tr: Bilgiler
uk: Інформація
zh: 信息

source: Roles
fr: Rôles
it: ruoli
ru: Роли
sr: Улоге
tr: Roller
uk: Ролі
zh: 角色

source: Groups
es: Grupos
fr: Groupes
it: gruppi
ru: Группы
sr: Групе
tr: Guruplar
uk: Групи
zh: 群组

source: History
es: Historia
fr: Historique
it: cronologia
ru: История
sr: Историја
tr: Geçmiş
uk: Історія
zh: 历史

source: Delete document %name%
es: Eliminar documento %name%
fr: Supprimer le document «%name%»
it: cancella documento %name%
ru: Удалить документ %name%
sr: Избриши документ чије је име %name%
tr: %name% dokümanını kaldır
uk: Видалити документ %name%
zh: 删除文档 ”%name%”

source: Are you sure you want to delete this document ?
es: ¿Está usted seguro de querer eliminar este documento?
fr: Êtes-vous sûr(e) de vouloir supprimer ce document ?
it: sei sicuro di voler cancellare il documento?
ru: Действительно удалить документ?
sr: Да ли сте сигурни да желите да обришете овај документ ?
tr: Bu dokümanı silmek istediğininizden emin misiniz?
uk: Ви дійсно хочете видалити документ?
zh: 您确定要删除此文档吗？

source: Edit group
es: Editar grupo
fr: Informations
it: modifica gruppo
ru: Редактировать группу
sr: Уређивање групе
tr: Gurubu düzenle
uk: Редагувати групу
zh: 编辑群组

source: Group roles
es: Roles de grupo
fr: Rôles
it: Ruoli del gruppo
ru: Роли группы
sr: Улоге групе
tr: Gurup rolleri
uk: Ролі групи
zh: 群组角色

source: Group users
es: Usuarios de grupo
fr: Utilisateurs
it: Utenti del gruppo
ru: Пользователи в группе
sr: Корисници групе
tr: Gurup kullanıcıları
uk: Користувачі в групі
zh: 群组用户

source: Remove role %role% from user %name%
es: Remover rol %role% del usuario %name%
fr: Retirer le rôle «%role%» de l’utilisateur «%name%»
it: Rimuovi il ruolo %role% dall'utente %name%
ru: Отозвать роль "%role%" у пользователя "%name%"
sr: Уклони улогу %name% која припада кориснику %role%
tr: %role% rolünü %name% kullanıcısından kaldır
uk: Відібрати роль "%role%" у користувача "%name%"
zh: 从用户 “%name%” 上移除角色 “%role%”

source: Are you sur you want to remove this user's role ?
es: ¿Está usted seguro de querer remover el rol de este usuario?
fr: Êtes-vous sûr(e) de vouloir retirer le rôle à l’utilisateur ?
it: Sei sicuro di voler rimuovere questo ruolo dell'utente?
ru: Действительно отозвать роль у пользователя?
sr: Да ли сте сигурни да желите да уклоните улогу овог корисника ?
tr: Bu kullanıcının rolünü silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете відібрати роль в користувача?
zh: 您确定要移除此用户的角色吗？

source: Add theme
es: Añadir tema
fr: Ajouter le thème
it: Aggiungi tema
ru: Добавить тему
sr: Додај тему
tr: Tema ekle
uk: Додати тему
zh: 添加主题

source: Back to themes
es: Volver a temas
fr: Retourner à la liste des thèmes
it: Ritorna ai temi
ru: Назад к темам
sr: Натраг на теме
tr: Temalara dön
uk: Назад до тем
zh: 回到主题

source: Unlink user %name%
es: Desenlazar usuario %name%
fr: Délier l’utilisateur «%name%»
it: Separa utente %name%
sr: Раскини повезивање са корисником %name%
tr: %name% kullanıcısının bağlantısını kopar
uk: Від'єднати користувача "%name%"
zh: 取消连结用户 “%name%”

source: Add node
es: Añadir nodo
fr: Ajouter le nœud
it: aggiungi nodo
ru: Добавить узел
sr: Додај чвор
tr: Düğüm ekle
uk: Додати вузол
zh: 添加节点

source: In
es: En
fr: Dans
sr: У
tr: İçinde
uk: В
zh: 在

source: Back to nodes
es: Volver a nodos
fr: Retourner à la liste des nœuds
it: ritorna ai nodi
ru: Назад к узлам
sr: Натраг на чворове
tr: Düğümlere dön
uk: Назад до вузлів
zh: 回到节点

source: Node tree
es: Árbol de nodos
fr: Arborescence
it: albero dei nodi
ru: Дерево узлов
sr: Стабло чворова
tr: Düğüm ağacı
uk: Дерево вузлів
zh: 节点树

source: Nodes
es: Nodos
fr: Nœuds
it: nodi
ru: Узлы
sr: Чворови
tr: Düğümler
uk: Вузли
zh: 节点

source: Dashboard
es: Pánel
fr: Tableau de bord
ru: Панель
sr: Контролна табла
tr: Panel
uk: Дошка оголошень
zh: 控制面板

source: History
de: Verlauf
es: Historia
fr: Historique
it: cronologia
ru: История
sr: Историја
tr: Geçmiş
uk: Історія
zh: 历史

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: commenti
ru: Комментарии
sr: Коментари
tr: Yorumlar
uk: Коментарі
zh: 评论

source: Themes
es: Temas
fr: Thèmes
it: temi
ru: Темы
sr: Теме
tr: Temalar
uk: Теми
zh: 主题

source: Theme
es: Tema
fr: Thème
it: tema
ru: Тема
sr: Тема
tr: Tema
uk: Тема
zh: 主题

source: Theme class name
es: Nombre de clase de tema
fr: Nom de la classe
it: nome classe del tema
sr: Тема, име класе
tr: Tema Class ismi
uk: Назва класу теми
zh: 主题类别名

source: Theme host
es: Anfitrión de tema
fr: Domaine
it: host del tema
sr: Тема, host
tr: Tema hostu
uk: Хост теми
zh: 主题主机

source: All host names
es: Todos los nombres de anfitrión
fr: Tous les noms de domaines
it: i nomi di tutti i host
sr: Сва имена host-ова
tr: Tüm host isimleri
uk: Всі назви хостів
zh: 所有主机名

source: Theme disabled
es: Tema deshabilitado
fr: Désactivé
it: tema disabilitato
sr: Тема је онемогућена
tr: Tema devre dışı
uk: Тема деактивована
zh: 主题已禁用

source: Theme Backend
es: Backend de tema.
fr: Back-office
it: backend del tempo
sr: Backend теме
tr: Tema arka yüzü
uk: Тема бекенду
zh: 主题后端

source: Roles
fr: Rôles
it: ruoli
ru: Роли
sr: Улоге
tr: Roller
uk: Ролі
zh: 角色

source: Export all roles
es: Exportar todos los roles
fr: Exporter tout
it: Esporta tutti i ruoli.
ru: Экспортировать все роли
sr: Извези све улоге
tr: Tüm rolleri dışarı aktar
uk: Експортувати усі ролі
zh: 导出所有角色

source: Export
de: exportieren
es: Exportar
fr: Exporter
it: Esporta
ru: Экспорт
sr: Извези
tr: Dışa aktar
uk: Експорт
zh: 导出

source: Role is required
es: El rol es requerido
fr: Rôle requis
it: Richiesto ruolo
ru: Требуется роль
sr: Улога је неопходна
tr: Rol gerekli
uk: Потрібна роль
zh: 角色是必需的

source: Welcome
de: Wilkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ru: Добро пожаловать
sr: Добродошли
tr: Hoşgeldiniz
uk: Вітаємо
zh: 欢迎

source: Back to roles
es: De vuelta a roles
fr: Retourner à la liste des rôles
it: Indietro a ruoli
ru: Назад к ролям
sr: Натраг на улоге
tr: Rollere dön
uk: Назад до ролей
zh: 回到角色

source: Delete role
es: Eliminar rol
fr: Supprimer le rôle
it: Elimina ruolo
ru: Удалить роль
sr: Избриши улогу
tr: Rolü kaldır
uk: Видалити роль
zh: 删除角色

source: Add
de: hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ru: Добавить
sr: Додај
tr: Ekle
uk: Додати
zh: 添加

source: Tag %name% tree
es: Etiquetar árbol %name%
fr: Arborescence de «%name%»
it: Etichetta albero %name%
ru: Дерево тега "%name%"
sr: Дрвце са тагом %name%
tr: %name% etiket ağacı
uk: Дерево тегу "%name%"
zh: 标签树 “%name%”
