Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

# %count%.customFormFields
source: %count% custom form's fields
es: %count% preguntas
fr: %count% questions
it: %count% campi del modulo personalizzato
sr: %count% поља прилагодљиве форме
tr: %count% adet özel form alanı
uk: %count% користувацьких форм полей
zh: %count% 自定表格的字段

# manage.customFormFields
source: Manage fields
es: Administrar campos
fr: Voir les questions
it: Gestisci campi
sr: Уређивање поља
tr: Alanları yönet
uk: Керування полями
zh: 管理字段

# customForm.answers
source: Answers
es: Respuestas
fr: Voir les réponses
it: Risposte
sr: Одговори
tr: Cevaplar
uk: Відповіді
zh: 回答

# customForm.show
source: Show form
es: Mostrar formulario
fr: Afficher le formulaire
it: Visualizza il modulo
sr: Прикажи формулар
tr: Formu göster
uk: Показати форму
zh: 显示表格

# are_you_sure.delete.customFormAnswer
source: Are you sure you want to delete delete this answer
es: ¿Está usted seguro de querer eliminar esta respuesta?
fr: Êtes-vous sûr(e) de vouloir supprimer ce formulaire personnalisé ?
it: Sei sicuro di voler eliminare questo modulo?
sr: Да ли сте сигурни да желите да обришете овај одговор ?
tr: Bu cevabı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це питання?
zh: 您确定要删除此回答吗？

# delete.customFormAnswer.%name%
source: Answer %name% deleted
es: Eliminar la respuesta "%name%"
fr: Supprimer la réponse «%name%»
it: Elimina risposta "%name%"
sr: Одговор %name% је обрисан
tr: %name% isimli cevap silindi.
uk: Питання "%name%" видалено
zh: 回答 “%name%” 已删除。

# back_to.customFormAnswers
source: Back to answers
es: Volver a respuestas
fr: Retourner aux réponses
it: Ritorna alle risposte
sr: Натраг на одговоре
tr: Cevaplara dön
uk: Назад до відповідей
zh: 回到回答

# customFormAnswer
source: Answers
es: Respuestas
fr: Réponse du formulaire personnalisé
it: Risposte modulo personalizzato
sr: Одговори
tr: Cevaplar
uk: Відповіді
zh: 回答

source: Back to custom forms
es: Volver a formularios personalizados
fr: Retourner aux formulaires personnalisés
it: Torna ai moduli personalizzati
sr: Натраг на прилагодљиве формуларе
tr: Özel formlara dön
uk: Назад до персоналізації форм
zh: 回到自定表格

source: Submitted date
es: Fecha de entrega
fr: Date d’envoi
it: Data d'invio
ru: Дата отправки
sr: Датум слања
tr: Gönderim tarihi
uk: Дата відправлення
zh: 提交日期

# customFormAnswer.answers
source: Answer attribute
es: Atributo de respuesta
fr: Réponses
it: Rispondere
sr: Атрибути одговора
tr: Cevap niteliği
uk: Атрибут відповіді
zh: 回答属性

# customFormFieldAttribute
source: Answer attribute
es: Atributo de respuesta
fr: Élement de réponse
it: Elemento della risposta
sr: Атрибути одговора
tr: Cevap niteliği
uk: Атрибут відповіді
zh: 回答属性

# delete.customFormField
source: Delete field
es: Eliminar campo
fr: Supprimer la question
it: Elimina campo
sr: Избриши поље
tr: Alanı kaldır
uk: Видалити поле
zh: 删除字段

# add.customFormField
source: Add field
es: Añadir campo
fr: Ajouter la question
it: Aggiungi campo
sr: Додај поље
tr: Alan ekle
uk: Додати поле
zh: 添加字段

# back_to.customFormFields
source: Back to fields
es: De vuelta a campos
fr: Retourner aux questions
it: Ritorna ai campi
sr: Натраг на поља
tr: Alanlara dön
uk: Назад до полей
zh: 回到字段

# delete.customFormField.%name%
source: Field %name% deleted
es: Eliminar el campo "%name%"
fr: Supprimer la question «%name%»
it: Elimina la domanda "% name%"
sr: Избрисано је поље имена %name%
tr: %name% alanı kaldırıldı
uk: Поле "%name%" видалено
zh: 字段 “%name%” 已删除。

# are_you_sure.delete.customFormField
source: Are you sure you want to delete to delete this field
es: ¿Está usted seguo de querer eliminar este campo?
fr: Êtes-vous sûr(e) de vouloir supprimer cette question ?
it: Sei sicuro di voler eliminare questo campo
sr: Да ли сте сигурни да желите да избришете ово поље ?
tr: Bu alanı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це поле?
zh: 您确定要删除此字段吗？

# edit.customFormFields.for.customForm.%name%
source: %name% fields
es: Campos del formulario "%name%"
fr: Questions du formulaire «%name%»
it: Campi"% name%"
sr: Уређивање поља за форму %name%
tr: %name%’e ait alanlar
uk: Поля %name%
zh: “%name%” 字段

source: Delete custom form
es: Eliminar el formulario personalizado
fr: Supprimer le formulaire personnalisé
it: Elimina il modulo personalizzato
sr: Избриши прилагодљиви формулар
tr: Özel formu kaldır
uk: Видалити поле
zh: 删除自定表格

# delete.customForm.%name%
source: Custom form %name% deleted
es: Formulario personalizado "%name%" eliminado
fr: Supprimer le formulaire personnalisé «%name%»
it: Elimina il modulo personalizzato "% name%"
sr: Избрисан је прилагодљиви формулар под именом %name%
tr: %name% özel formu kaldırıldı
uk: Поле "%name%" видалено
zh: 自定表格 “%name%” 已删除。

# are_you_sure.delete.customForm
source: Are you sure you want to delete this custom form ?
es: ¿Está usted seguro de querer eliminar este formulario personalizado?
fr: Êtes-vous sûr(e) de vouloir supprimer ce formulaire personnalisé ?
it: Sei sicuro di voler eliminare questo modulo personalizzato?
sr: Да ли сте сигурни да желите да избришете овај прилагодљиви формулар ?
tr: Bu özel alanı kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це поле?
zh: 您确定要删除此自定表格吗？

# {0} no.customFormField|{1} 1.customFormField|]1,Inf] %count%.customFormFields
source: {0} No field|{1} 1 field|]1,Inf] %count% fields
es: {0} Ningún campo|{1} 1 campo|]1,Inf] %count% campos
fr: {0} Aucune question|{1} 1 question|]1,Inf] %count% questions
it: {0} Nessun campo | {1} 1 campo|] 1, Inf] %count% campi
sr: {0} Нема поља|{1} 1 поље|]1,Inf] %count% поља
tr: {0} Alan yok|{1} 1 alan|]1,Inf] %count% alan
uk: {0} Немає полей|{1} 1 поле|]1,Inf] %count% полей
zh: {0} 没有字段|{1} 1 个字段|]1,Inf] %count% 个字段

source: Create a node
es: Crear un nodo
fr: Créer un nœud
it: Crea un nodo
sr: Креирај чвор
tr: Bir düğüm oluştur
uk: Створити вузол
zh: 创建节点

source: Add a node
es: Añadir un nodo
fr: Ajouter un nœud
it: Aggiungi un nodo
ru: Добавить узел
sr: Додај чвор
tr: Düğüm ekle
uk: Додати вузол
zh: 添加节点

source: Add a tag
es: Añadir una etiqueta
fr: Ajouter une étiquette
it: Aggiungi un'etichetta
ru: Добавить тег
sr: Додај таг
tr: Bir etiket ekle
uk: Додати тег
zh: 添加一个标签

# add.a.urlAlias
source: Add an url-alias
es: Añadir un alias de URL
fr: Ajouter un alias d’Url
it: Aggiungi un alias di Url
ru: Добавить синоним URL
sr: Додај псеудоним url адресе
tr: URL takma adı ekle
uk: Додати URL-синонім
zh: 添加网址别名

source: Add a child node
es: Añadir un sub-nodo
fr: Ajouter un nœud enfant
it: Aggiungi un nodo figlio
ru: Добавить дочерний узел
sr: Додај потомачки чвор
tr: Alt düğüm ekle
uk: Додати дочірній вузол
zh: 添加子节点

source: Add a child tag
es: Añadir una sub-etiqueta
fr: Ajouter une étiquette enfant
it: Aggiungi un tag secondario
ru: Добавить дочерний тег
sr: Додај потомачки таг
tr: Alt etiket ekle
uk: Додати дочірній тег
zh: 添加一个子标签

source: Add a node type
es: Añadir un tipo de nodo
fr: Ajouter un type de nœud
it: Aggiungi un tipo di nodo
ru: Добавить тип узла
sr: Додај тип чвора
tr: Düğüm tipi ekle
uk: Додати тип вузла
zh: 添加节点类型

source: Add a node-type field
es: Añadir un campo de tipo de nodo
fr: Ajouter un champ de type de nœud
it: Aggiungi un campo di tipo nodo
ru: Добавить поле типа узла
sr: Додај поље типа чвора
tr: Düğüm tipi alanı ekle
uk: Додати поле типу вузла
zh: 添加节点类型字段

source: Add a translation
es: Añadir una traducción
fr: Ajouter une traduction
it: Aggiungi una traduzione
ru: Добавить перевод
sr: Додај превод
tr: Çeviri ekle
uk: Додати переклад
zh: 添加翻译

source: Add a theme
es: Añadir un tema
fr: Ajouter un thème
it: Aggiungi un tema
ru: Добавить тему
sr: Додај тему
tr: Tema ekle
uk: Додати тему
zh: 添加主题

source: Add a font
es: Añadir una fuente
fr: Ajouter une fonte
it: Aggiungi un carattere
ru: Добавить шрифт
sr: Додај фонт
tr: Yazı tipi ekle
uk: Додати шрифт
zh: 添加字体

# add.a.user
source: Add an user
es: Añadir un usuario
fr: Ajouter un utilisateur
it: Aggiungi un user
ru: Добавить пользователя
sr: Додај корисника
tr: Kullanıcı ekle
uk: Додати користувача
zh: 添加用户

source: Add a specific role
es: Añadir un rol específico
fr: Ajouter un rôle spécifique
it: Aggiungi un ruolo specifico
ru: Добавить специальную роль
sr: Додај специфичну улогу
tr: Belirli bir rol ekle
uk: Додати спеціальну роль
zh: 添加特定角色

source: Add a group
es: Añadir un grupo
fr: Ajouter un groupe
it: Aggiungi un gruppo
ru: Добавить группу
sr: Додај групу
tr: Gurup ekle
uk: Додати групу
zh: 添加群组

source: Add a role
es: Añadir un rol
fr: Ajouter un rôle
it: Aggiungi un ruolo
ru: Добавить роль
sr: Додај улогу
tr: Rol ekle
uk: Додати роль
zh: 添加角色

source: Add a setting
es: Añadir un ajuste
fr: Ajouter un paramètre
it: Aggiungi un'impostazione
ru: Добавить настройку
sr: Додај подешавање
tr: Ayar ekle
uk: Додати опцію
zh: 添加设置

source: Add a setting group
es: Añadir un grupo de ajustes
fr: Ajouter un groupe de paramètres
it: Aggiungi un gruppo di impostazioni
ru: Добавить группу настроек
sr: Додај групу подешавања
tr: Ayar gurubu ekle
uk: Додати групу опцій
zh: 添加设置组

source: Delete font
es: Eliminar fuente
fr: Supprimer la fonte
it: Elimina il carattere
ru: Удалить шрифт
sr: Избриши фонт
tr: Yazı tipi kaldır
uk: Видалити шрифт
zh: 删除字体

source: Add a custom form
es: Añadir un formulario personalizado
fr: Ajouter un formulaire personnalisé
it: Aggiungi un modulo personalizzato
sr: Додај посебан фонт
tr: Özel form ekle
uk: Додати користувацьку форму
zh: 添加自定表格

# customForm.color
source: Couleur
es: Color
it: Colore
sr: Боја
tr: Renk
uk: Колір
zh: 颜色

source: Manage custom forms
es: Administrar formularios personalizados
fr: Formulaires personnalisés
it: Formulari personalizzati
sr: Уређивање прилагодљивих формулара
tr: Özel formları yönet
uk: Керування полями
zh: 管理自定表格

# customForm.open
source: Open
es: Abierto
fr: Ouvert
it: Aperto
sr: Отворен
tr: Açık
uk: Відкрити
zh: 打开

# customForm.closeDate
source: Close date
es: Fecha de culminación
fr: Date de fin
it: Data di fine
sr: Датум завршетка
tr: Kapanış tarihi
uk: Закрити дату
zh: 关闭日期

source: Add a custom form field
es: Añadir un campo de formulario personalizado
fr: Ajouter une question
it: Aggiungi una domanda
sr: Додај поље формулара
tr: Özel form alanı ekle
uk: Додати користувацьку форму полей
zh: 添加自定表格字段

# edit.customFormFields
source: Add a field
es: Editar un campo
fr: Éditer la question
it: Modifica la domanda
sr: Додај поље
tr: Alan ekle
uk: Додати поле
zh: 添加字段

source: Add a folder
es: Añadir una carpeta
fr: Ajouter un dossier
it: Aggiungi una cartella
ru: Добавить папку
sr: Додај фолдер
tr: Klasör ekle
uk: Додати теку
zh: 添加文件夹

# node.hidden
source: Hidden
es: Oculto
fr: Caché
it: Nascosto
ru: Скрыт
sr: Сакривено
tr: Gizli
uk: Приховано
zh: 隐藏

source: Required
es: Requerido
fr: Requis
it: Richiesto
sr: Неопходно
tr: Gerekli
uk: Обов'язковий
zh: 必需的

source: Delete documents
es: Eliminar documentos
fr: Supprimer les documents
it: Cancella documento
sr: Избриши документе
tr: Dokümanları kaldır
uk: Видалити документи
zh: 删除文档

# are_you_sure.delete.these.documents
source: Are you sure you want to delete these documents ?
es: ¿Está usted seguro de querer eliminar estos documentos?
fr: Êtes-vous sûr(e) de vouloir supprimer ces documents ?
it: Sei sicuro di voler cancellare questi documenti?
sr: Да ли сте сигурни да желите да избришете наведене документе ?
tr: Bu dokümanları kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити ці документи
zh: 您确定要删除这些文档吗？

# bulk.delete.documents
source: Delete selected documents
es: Eliminar los documentos seleccionados
fr: Supprimer les documents sélectionnés
it: Elimina i documenti selezionati
sr: Избриши селектоване документе
tr: Seçili dokümanları kaldır
uk: Видалити виділені документи
zh: 删除已选文档

# main_color
source: Main back-office color
es: Color principal de oficina trasera
fr: Couleur principale du back-office
it: Colore principale del back office
ru: Основной цвет закулисы
sr: Основна боја за back-office
tr: Ana yönetim ofisi rengi
uk: Основний колір
zh: 主要后台颜色

# colour.type
source: Color
fr: Couleur
it: Colore
ru: Цвет
sr: Боја
tr: Renk
uk: Колір
zh: 颜色

# nodes.type
source: Nodes references
es: Referencias de nodos
fr: Références de nœuds
it: Riferimenti del nodo
ru: Связи узлов
sr: Референце чворова
tr: Düğüm referansları
uk: Зв'язки вузлів
zh: 节点参考

# embed.preview
source: External media preview
es: Visualización previa de multimedia
fr: Aperçu du média
it: Panoramica dei media
ru: Предпросмотр внешней медии
sr: Пробни приказ екстерних медија
tr: Harici medya önizleme
uk: Попередній перегляд зовнішної медіа
zh: 外部媒体预览

source: Answer form.
es: Responder formulario.
fr: Formulaire de réponse
it: Questionario
ru: Форма ответа
sr: Формулар за одговоре
tr: Formu cevapla.
uk: Форма відповіді
zh: 回答表

# customForm.%name%.send
source: The custom form "%name%" sent.
es: El formulario personalizado "%name%" ha sido enviado.
fr: Le formulaire «%name%» a bien été envoyé
it: Il modulo "%name%" è stato inviato
sr: Послат је формулар под именом %name%.
tr: "%name%" özel formu gönderildi.
uk: Форма "%name%" відправлена
zh: 自定表格 “%name%” 已送出。

# new.answer.form.%site%
source: New answer for "%site%" form.
es: Nueva respuesta en el formulario "%site%".
fr: Nouvelle réponse sur «%site%»
it: Nuova risposta su "%site%"
sr: Нови одговор са %site%
tr: "%site%" formundan yeni cevap.
uk: Нове запитання для "%site%"
zh: “%site%” 表格有新回答。

# customFormAnswer.%id%.deleted
source: Answer "%id%" deleted.
es: Respuesta "%id%" eliminada.
fr: La réponse #%id% a été supprimée
it: La risposta #% id% è stata rimossa
sr: Одговор %id% је избрисан
tr: "%id%" ID’li cevap kaldırıldı.
uk: Запитання №%id% видалено.
zh: 回答 “%id%” 已删除。

# customFormField.%name%.updated
source: Field "%name%" updated.
es: El campo "%name%" ha sido actualizado.
fr: La question «%name%» a été mise à jour
it: Il campo "%name%" è stata aggiornato
sr: Поље имена %name% је ажурирано
tr: "%name%" isimli alan güncellendi.
uk: Поле "%name%" оновлено.
zh: 字段 “%name%” 已更新。

# customFormField.%name%.created
source: Field "%name%" created.
es: El campo "%name%" ha sido creado.
fr: La question «%name%» a été créée
it: Il campo "% name%" è stata creato
sr: Поље имена %name% је креирано.
tr: "%name%" isimli alan oluşturuldu.
uk: Поле "%name%" створено.
zh: 字段 “%name%” 已创建。

# customFormField.%name%.deleted
source: Field "%name%" deleted.
es: El campo "%name%" ha sido eliminado.
fr: La question «%name%» a été supprimée
it: Il campo "% name%" è stata rimosso
sr: Поље имена %name% је избрисано.
tr: "%name%" isimli alan kaldırıldı.
uk: Поле "%name%" видалено.
zh: 字段 “%name%” 已删除。

# duplicated.node.%name%
source: Node “%name%” has been duplicated
es: El nodo "%name%" ha sido duplicado
fr: Le nœud «%name%» a bien été dupliqué
it: Il nodo "% name%" è stato duplicato
sr: Чвор “%name%” је дуплициран
tr: “%name%” isimli düğüm kopyalandı
uk: Вузол "%name%" продубльовано
zh: 节点 “%name%” 已复制

# impossible.duplicate.node.%name%
source: Impossible to duplicate node “%name%”
es: Es imposible duplicar el nodo "%name%"
fr: Impossible de dupliquer le nœud «%name%»
it: Impossibile duplicare il nodo "% name%"
sr: Није могуће дуплицирати чвор под именом %name%
tr: “%name%” isimli düğümü kopyalamak mümkün değil
uk: Неможливо продублювати вузол "%name%"
zh: 不能复制节点 “%name%”

# list.folders.to_link
source: List folders (existant or not)
es: Registrar carpetas (existentes o no existentes)
fr: Lister les dossiers (existants ou non)
it: Elenca le cartelle (esistenti o meno)
sr: Листа фолдера (постојећих или не)
tr: Klasör listesi (bulunan ve ulunmayanlar)
uk: Список тек (існуючі чи ні)
zh: 列出文件夹 （现有的 或 不是的）

# bulk.fold.documents
source: Link selected documents
es: Enlazar documentos seleccionados
fr: Lier les documents sélectionnés
it: Collega i documenti selezionati
sr: Додај селектоване документе у фолдер
tr: Seçili dokümanı bağlantıla
uk: Додати виділені документів
zh: 连结已选文档

# documents.linked_to.folders
source: Documents have been linked to folders.
es: Los documentos han sido enlazados a las carpetas.
fr: Les documents ont bien été liés aux dossiers
it: I documenti sono stati collegati alle cartelle
sr: Документи су повезани са фолдерима.
tr: Doküman klasöre bağlantılandı.
uk: Документи були додані до теки.
zh: 文档已被连结到文件夹。

# no_documents.linked_to.folders
source: No documents have linked.
es: Ningún documento ha sido enlazado.
fr: Aucun document n’a été lié aux dossiers
it: Nessun documento è stato collegato alle cartelle
sr: Ниједан документ није повезан.
tr: Bağlantılanmış doküman bulunmuyor.
uk: Жоден документ не було додано
zh: 没有文档被连结。

source: Wrong request
es: Petición incorrecta
fr: Mauvaise requête
it: Richiesta errata
ru: Ошибочный запрос
sr: Погрешан захтев
tr: Yanlış istek
uk: Хибний запит
zh: 错误请求

# delete.nodes
source: Delete selected nodes
es: Eliminar nodos seleccionados
fr: Supprimer les nœuds sélectionnés
it: Cancella il nodi selezionati
ru: Удалить выбранные узлы
sr: Избриши селектоване чворове
tr: Seçili düğümleri kaldır
uk: Видалити вибрані вузли
zh: 删除已选节点

# are_you_sure.delete.these.nodes
source: Are you sure you want to delete these nodes ?
es: ¿Está usted seguro de querer eliminar estos nodos?
fr: Êtes-vous sûr(e) de vouloir supprimer ces nœuds ?
it: Sei sicuro di voler eliminare questi nodi?
ru: Действительно удалить эти узлы?
sr: Да ли сте сигурни да желите да избришете наведене чворове ?
tr: Bu düğümleri kaldırmak istediğinizden emin misiniz?
uk: Дійсно видалити ці вузли?
zh: 您确定要删除这些节点吗？

source: Delete all
es: Eliminar todo
fr: Tout supprimer
it: cancella tutto
ru: Удалить все
sr: Избриши све
tr: Tümünü kaldır
uk: Видалити усі
zh: 删除全部

# bulk.delete.nodes
source: Delete selected nodes
es: Eliminar los nodos seleccionados
fr: Supprimer la sélection
it: Elimina nodi selezionati
ru: Удалить выбранные узлы
sr: Избриши селектоване чворове
tr: Seçili düğümleri kaldır
uk: Видалити вибрані вузли
zh: 删除已选节点

# link.tags
source: Tag selected
es: Etiquetar los seleccionados
fr: Étiqueter la sélection
it: Etichetta selezionata
ru: Тег выбран
sr: Тагуј селектовано
tr: Seçilileri etiketle
uk: Тег вибрано
zh: 选择标签

# unlink.tags
source: Untag selected
es: Quitar etiqueta de seleccionados
fr: Désétiqueter la sélection
it: Rimuovi dall'etichetta i selezionati
sr: Укини тагове селектованом
tr: Seçililerde etiketlemeyi kaldır
uk: Зняти вибір з тега
zh: 取消标签

source: List tags to link or unlink…
es: Registrar etiquetas para enlazar o desenlazar
fr: Lister les étiquettes à lier ou à délier…
it: lista etichette per unire o separare...
sr: Листа тагова који се могу линковати или им се може уклонити линк...
tr: Bağlantıyı etiketle veya etiketlemeyi kaldır..
uk: Список від'єднаних чи приєднаних тегів...
zh: 列出要连结或取消连结的标签...

# nodes.bulk.deleted
source: Selected nodes have been deleted
es: Los nodos seleccionados han sido eliminados
fr: La sélection de nœuds a été supprimée
it: I nodi selezionati sono stati eliminati
sr: Селектовани чворови су избрисани
tr: Seçili düğümler kaldırıldı
uk: Вибрані вузли були видалено
zh: 所选的节点已删除

# nodes.bulk.not_tagged
source: Impossible to tag selected nodes
es: Es imposible etiquetar los nodos seleccionados
fr: Impossible d’étiqueter la sélection
it: Impossibile etichettare i nodi selezionati
sr: Није могуће таговати селектоване чворове
tr: Seçili düğümleri etiketlemek mümkün değil
uk: Неможливо тегувати вибрані вузли
zh: 不能为已选节点添加标签

# nodes.bulk.tagged
source: Selected nodes have been tagged
es: Los nodos seleccionados han sido etiquetados
fr: La sélection de nœuds a été étiquetée
it: I nodi selezionati sono stati etichettati
sr: Селектовани чворови су таговани
tr: Seçili düğümler etiketlendi
uk: Вибрані вузли були теговані
zh: 所选节点已添加标签

# nodes.bulk.not_untagged
source: Impossible to untag selected nodes
es: Es imposible retirar la etiqueta de los nodos seleccionados
fr: Impossible de désétiqueter la sélection
it: Impossibile rimuovere l'etichetta ai nodi selezionati
sr: Није могуће уклонити тагове селектованих чворова
tr: Seçili düğümlerin etiketlemesini kaldırmak mümkün değil
uk: Неможливо видалити теги з вибраних вузлів
zh: 不能为已选节点取消标签

# nodes.bulk.untagged
source: Selected nodes have been untagged
es: Se ha retirado la etiqueta de los nodos seleccionados
fr: La sélection de nœuds a été désétiquetée
it: Ai nodi selezionati è stata rimossa l'etichetta
sr: Селектованим чворовима је уклоњен таг.
tr: Seçili düğümerden etiketleme kaldırıldı
uk: Теги з вибраних вузлів були видалені
zh: 已为选择的节点取消标签

source: Bulk actions
es: Acciones grupales
fr: Actions groupées
it: Azioni raggruppate
ru: Пакетные действия
sr: Опште акције
tr: Yığın işlemleri
uk: Пакетні дії
zh: 批量操作

source: Reset marker
es: Reiniciar marcador
fr: Supprimer le marqueur
it: Risetta marker
sr: Укини селекцију
tr: İşaretçiyi sıfırla
uk: Видалити помітку
zh: 重置标记

# geotag.type_an_address.then_type_enter
source: Type an address then type “Enter”…
es: Escriba una dirección y luego presione la tecla "enter"
fr: Écrire une adresse puis taper «Entrer»…
it: Scrivi un indirizzo poi premi enter
sr: Укуцајте адресу, а затим укуцајте “Enter”…
tr: Adresi girip “Enter”layın…
uk: Введіть адресу та натисніть "Enter"...
zh: 请输入地址并按下 “Enter”...

# geographic.coordinates.type
source: Single geographic coordinates
es: Coordinadas geográficas singulares
fr: Coordonnées géographiques
it: Coordinate geografiche singole
sr: Јединствене географске координате
tr: Tekil coğrafi koordinatlar
uk: Географічні координати
zh: 单个地理坐标

# multiple.geographic.coordinates.type
source: Multiple geographic coordinates
es: Coordenadas geográficas múltiples
fr: Coordonnées géographiques multiples
it: Coordinate geografiche multiple
sr: Вишеструке географске координате
tr: Çoğul coğrafi koordinatlar
zh: 多个地理坐标

# link.folders
source: Link to folder(s)
es: Enlazar carpeta/s
fr: Lier au(x) dossier(s)
it: Unisci a cartella/e
sr: Линк до фолдера
tr: Klasör(ler)e bağlantıla
uk: Посилання на папку(и)
zh: 连结到文件夹

# unlink.folders
source: Unlink from folder(s)
es: Desenlazar carpeta/s
fr: Délier du/des dossier(s)
it: Separa da cartella/e
sr: Откажи линк са фолдером(има)
tr: Klasörl(ler)den bağlantıyı kaldır
uk: Від'єднати папку(и)
zh: 取消连结到文件夹

# bulk.download.documents
source: Download selected documents
es: Descargar los documentos seleccionados
fr: Télécharger les documents sélectionnés
it: Download i documenti selezionati
sr: Преузми селектоване документе
tr: Seçili dokümanları indir
uk: Завантажити вибрані документи
zh: 下载选择的文档

source: Download documents
es: Descargar documentos
fr: Télécharger les documents
it: Scarica documenti
ru: Скачать документы
sr: Преузми документе
tr: Dokümanları karşıdan yükle
uk: Завантажити документи
zh: 下载文档

# are_you_sure.download.these.documents
source: Are you sure you want to download these documents ?
es: ¿Está usted seguro de querer descargar estos documentos?
fr: Êtes-vous sûr(e) de vouloir télécharger ces documents ?
it: Sei sicuro di voler scaricare questi documenti?
sr: Да ли сте сигурни да желите да преузмете ове документе ?
tr: Bu dokümanları indirmek istediğinizden emin misiniz?
uk: Ви дійсно хочете завантажити ці документи?
zh: 您确定要下载这些文档吗？

# purge.generated_images.cache
source: Purge images cache
es: Limpiar cache de imagenes
fr: Purger le cache des images
it: Elimina cache di immagini
sr: Очисти кеш меморију за слике
tr: Resim önbelleklerini boşalt
uk: Очистити кеш зображень
zh: 清除图片缓存

# are_you_sure.purge.generated_images.cache
source: Are you sure you want to purge images cache?
es: ¿Está usted seguro de querer limpiar el cache de imagenes?
fr: Êtes-vous sûr(e) de vouloir purger le cache des images ?
it: Sei sicuro di voler eliminare la cache di immagini?
sr: Да ли сте сигурни да желите да очистите кеш меморију за слике ?
tr: Resim önbelleklerini boşaltmak istiyor musunuz?
uk: Ви дійсно хочете очистити кеш зображень?
zh: 您确定要清除图片缓存吗？
