Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

# export_format.excel.%language%
source: Excel file format (%language%)
es: Formato de archivo excel (%language%)
fr: Format de fichier Excel (%language%)
it: Formato file Excel (%language%)
sr: Excel формат фајла (%language%)
tr: Excel dosya biçimi (%language%)
zh: Excel 文件格式（%language%）

source: Delete tags
es: Eliminar etiquetas
fr: Supprimer les étiquettes
it: Elimina etichette
sr: Избриши тагове
tr: Etiketleri kaldır
zh: 删除标签

# are_you_sure.delete.these.tags
source: Are you sure you want to delete these tags?
es: ¿Está usted seguro de querer eliminar estas etiquetas?
fr: Êtes-vous sûr(e) de vouloir supprimer ces étiquettes ?
it: Sei sicuro di voler eliminare queste etichette?
sr: Да ли сте сигурни да желите да избришете ове тагове ?
tr: Bu etiketleri kaldırmak istediğinizden emin misiniz?
zh: 您确定要删除这些标签吗？

# bulk.delete.tags
source: Delete selected tags
es: Eliminar etiquetas seleccionadas
fr: Supprimer les étiquettes sélectionnées
it: Elimina le etichette selezionate
sr: Избриши селектоване тагове
tr: Seçili etiketleri kaldır
zh: 删除已选标签

# tags.bulk.deleted
source: Selected tags have been deleted
es: Las etiquetas seleccionadas han sido eliminadas
fr: Les étiquettes sélectionnées ont été supprimées
it: Le etichette selezionate sono state eliminate
sr: Селектовани тагови су избрисани
tr: Seçili eitketler kaldırıldı
zh: 所选的标签已删除

# tag.childrenOrder
source: Children tags are ordered by
es: Las sub-etiquetas están ordenadas por
fr: Les étiquettes enfantes sont ordonnées par
it: Sotto etichette sono ordinate per
sr: Тагови-потомци су сортирани по
tr: Alt etiketler şu açıdan sıralandı
zh: 子标签排序方式

# tag.childrenOrderDirection
source: Children tags order direction
es: Dirección de orden de sub-etiquetas
fr: Direction de l’ordre des étiquettes enfantes
it: Direzione di ordine delle sotto etichette
sr: Смер сортирања тагова-потомака
tr: Alt etiketlerin dizilimi
zh: 子标签排序方向

# node.%name%.status_changed_to.%status%
source: "%name%" node status has been changed to: %status%.
es: Se ha cambiado el estado del nodo "%name%" a: "%status%".
fr: Le statut du nœud « %name% »a été changé à : %status%.
it: Lo stato del nodo "%name%" è stato cambiato a : "%status%".
sr: Статус чвора %name% је промењен у статус %status%.
tr: "%name%" düğümü %status% durumuna değiştirildi.
zh: 节点 “%name%” 的状态已被更改为 “%status%”。

# node.%name%.visibility_changed_to.%visible%
source: "%name%" node visibility has been changed to: %visible%.
es: Se ha cambiado la visibilidad del nodo "%name%" a: "%visible%".
fr: La visibilité du nœud « %name% » a été changée à : %visible%.
it: La visualizzazione del nodo "%name%" è stata cambiata a: %visible%
sr: Видљивост чвора %name% је промењена у %visible%.
tr: "%name%" düğümünün görülebilirliği %visible% durumuna değiştirildi.
zh: 节点 “%name%” 的可见性已被更改为 “%visible%”。

# stack_type.%type%.has_been_removed.%name%
source: Stack type "%type%" has been removed from "%name%" node.
es: Se ha removido el tipo de pila "%type%" del nodo "%name%".
fr: Le type de pile «%type%» a été retiré du nœud «%name%»
it: Lo stack "%type%" del nodo "%name%" è stato rimosso.
sr: Stack тип %type% је уклоњен из чвора %name%.
tr: "%type%" istif tipi "%name%" düğümünden kaldırıldı.
zh: 堆栈类型 “%type%” 已从节点 “%name%” 中移除。

# form_has_errors.check_you_fields
source: Your form has errors, check highlighted fields.
es: El formulario tiene errores. Por favor revisar los campos resaltados.
fr: Votre formulaire contient des erreurs, vérifiez les champs correspondants.
it: Il tuo formulario ha errori, controlla i campi sottolineati.
sr: Ваш формулар садржи грешке, молимо Вас, проверите обележена поља.
tr: Formunuzun hataları var, belirtilen alanları kontrol edin.
zh: 您的表格有错误，查看高亮的字段。

# no_more_translation_available
source: No more translation is available for current node.
es: No hay más traducciones disponibles en el nodo actual.
fr: Aucune autre traduction n’est disponible.
it: Non hai altre traduzioni per questo nodo.
sr: Нема више превода који су доступни за дати чвор.
tr: Geçerli düğüm için daha fazla çeviri kullanılabilir değil.
zh: 当前节点没有更多可用翻译。

# translate_offspring
source: Translate node hierarchy
es: Jerarquía de nodos de traducción
fr: Traduire toute l’arborescence
it: Traduci gerarchia dei nodi
sr: Преведи хијерархију чворова.
tr: Düğüm hiyarerşisini çevir.
zh: 翻译节点层级

# node.%name%.undeleted
source: Node %name% has been undeleted
es: Se deshizo la eliminación del nodo "%name%"
fr: Le nœud «%name%» a été sorti de la corbeille
it: La eliminazione del nodo %name% è stata cancellata
sr: Чвор %name% је враћен из корпице за отпатке
tr: %name% düğümünun kaldırılması geri alındı
zh: 节点 “%name%” 已取消删除。

source: Universal
fr: Universel
it: Universale
sr: Универзално
tr: Evrensel
zh: 通用

# value_is_not_a_valid_filename
source: Please enter a valid file name with an extension.
es: Por favor insertar un nombre de archivo válido con la extensión correcta.
fr: Veuillez entrer un nom de fichier valide avec extension.
it: Perfavore inserire un nome file con una estensione valida.
sr: Молимо Вас да упишете исправно име фајла и екстензију.
tr: Lütfen geçerli dosya ismini geçerli bir uzantıyla girin.
zh: 请输入有效的文件名包括文件扩展名。

# filename.alreadyExists
source: File name is already used.
es: El nombre de archivo ya está en uso.
fr: Le nom de fichier est déjà utilisé.
it: Nome cartella già utilizzato.
sr: Име фајла се већ употребљава.
tr: Dosya ismi zaten kullanımda.
zh: 文件名已被使用。

# classname
source: Entity class name
es: Nombre de clase de entidad
fr: Nom de la classe Entité
it: Nome classe di entità
sr: Име класе ентитета
tr: Asıl sınıf-class ismi
zh: 实体类名

# node-type.parameters
source: Parameters
es: Parámetros
fr: Paramètres
it: Parametri
sr: Параметри
tr: Parametreler
zh: 参数

# custom-form.parameters
source: Parameters
es: Parámetros
fr: Paramètres
it: Parametri
sr: Параметри
tr: Parametreler
zh: 参数

# custom-form.fields
source: Questions
es: Preguntas
it: Domande
sr: Питања
tr: Sorular
zh: 问题

# custom-form.answers
source: Answers
es: Respuestas
fr: Réponses
it: Risposte
sr: Одговори
tr: Cevaplar
zh: 回答

source: Markdown preview
es: Previsualización de código Markdown
fr: Aperçu du Markdown
it: Anteprima Markdown
sr: Markdown пробни приказ
tr: Markdown Önizlemesi
zh: Markdown 预览

# document.relative_url
source: Relative URL
es: URL relativa
fr: URL relatif
it: URL relativo
sr: Релативна URL адреса
tr: Bağlı URL
zh: 相对网址

# document.absolute_url
source: Absolute URL
es: URL absoluta
fr: URL absolu
it: URL assoluto
sr: Апсолутна URL адреса
tr: Kesin URL
zh: 绝对网址

# document.unprocessed_url
source: Unprocessed URL
es: URL no procesada
fr: URL non-modifié
it: URL non processato
sr: Непроцесована URL адреса
tr: İşlenmemiş URL
zh: 未处理的网址

# document.source_url
source: Source URL
es: URL fuente
fr: URL source
it: Fonte URL
sr: Source URL адреса
tr: Kaynak URL’si
zh: 源网址

# document.width
source: Width
es: Anchura
fr: Largeur
it: Larghezza
sr: Ширина
tr: Genişlik
zh: 宽度

# document.height
source: Height
es: Altura
fr: Hauteur
it: Altezza
sr: Висина
tr: Yükseklik
zh: 高度

# document.filesize
source: File size
es: Tamaño de archivo
fr: Taille du fichier
it: Dimensione file
sr: Величина фајла
tr: Dosya boyutu
zh: 文件大小

source: Reachable
es: Accesible
fr: Accessible
it: Ricaricabile
sr: Доступно
tr: Erişilebilir
zh: 可到达的

# yaml.type
source: YAML code
es: Código YAML
fr: Code YAML
it: Codice YAML
sr: YAML код
tr: YAML kodu
zh: YAML 代码

# manage.redirections
source: Redirections
es: Redirecciones
it: Reindirizzamenti
sr: Преусмеравања
tr: Yönlendirmeler
zh: 重定向

source: Delete redirection
es: Eliminar redirección
fr: Supprimer la redirection
it: Elimina reindirizzamento
sr: Избриши преусмеравање
tr: Yönlendirmeyi kaldır
zh: 删除重定向

# are_you_sure.delete.redirection
source: Are you sure you want to delete this redirection?
es: ¿Está usted seguro de querer eliminar esta redirección?
fr: Êtes-vous sûr(e) de vouloir supprimer cette redirection ?
it: Sei sicuro di voler eliminare questo reindirizzamento?
sr: Да ли сте сигурни да желите да избришете ово преусмеравање ?
tr: Yönlendirmeyi silmek istediğinizden emin misiniz?
zh: 您确定要删除此重定向吗？

source: Add a redirection
es: Añadir una redirrección
fr: Créer une redirection
it: Aggiungi reindirizzamento
sr: Додај преусмеравање
tr: Bir yönlendirme ekle
zh: 添加重定向

source: Back to redirections
es: Volver a redirecciones
fr: Retour aux redirections
it: Indietro a reindirizzamenti
sr: Натраг на преусмеравања
tr: Yönlendirmelere dön
zh: 回到重定向

source: Edit redirection
es: Editar redirecciones
fr: Édition de la redirection
it: Modifica reindirizzamento
sr: Уреди преусмеравање
tr: Yönlendirmeyi düzenle
zh: 编辑重定向

# redirection.query
source: Query
es: URL a redireccionar
fr: Requête
it: Domanda
sr: Упитник
tr: Sorgula
zh: 查询

# redirection.redirect_uri
source: Destination URI
es: URI destino
fr: URI de destination
it: Destinazione URL
sr: Дестинациони URI
tr: Hedef URI
zh: 重定向地址

source: Redirection type
es: Tipo de redirección
fr: Type de redirection
it: Tipo reindirizzamento
sr: Тип преусмеравања
tr: Yönlendirme tipi
zh: 重定向类型

# redirection.moved_permanently
source: Moved permanently
es: Reubicado permanentemente
fr: Redirection permanente
it: Spostato definitivamente
sr: Трајно померено
tr: Kalıcı olarak taşındı
zh: 永久移动

# redirection.moved_temporarily
source: Moved temporarily
es: Reubicado temporalmente
fr: Redirection temporaire
it: Spostato temporaneamente
sr: Привремено померено
tr: Geçici olarak taşındı
zh: 临时移动

# login_image
source: Login page background image
es: Imagen de fondo para página de inicio de sesión
fr: Fond d'écran de la page de connexion
it: Immagine sfondo pagina log in
sr: Позадинска слика странице за пријављивање
tr: Giriş sayfası arkaplan görseli
zh: 登录页面背景图片

# publishedAt
source: Publication date and time
es: Fecha y hora de publicación
fr: Date et heure de publication
it: Data ed ora di pubblicazione
sr: Датум и време објаве
tr: Yayınlanma tarih ve saati
zh: 发布日期与时间

# publishable
source: Date and time publishable
es: Fecha y hora de publicación
fr: Publiable par date et heure
it: Data ed ora di pubblicazione
sr: Датум и време када је могуће објављивање
tr: Tarih ve zaman yayınlanabirirliği
zh: 可发布的日期与时间

# this_node_type_will_be_available_for_creating_root_nodes
source: This node-type will be available for creating nodes at root level.
es: Este tipo de nodo estará disponible para la creación de nodos en un nivel raíz.
fr: Ce type de nœud sera disponible pour créer des nœuds à la racine de votre site.
it: Questo tipo di nodo sarà disponibile per creare nodi ad un livello radice.
sr: Овај тип чвора ће бити доступан за креирање чворова на root нивоу.
tr: Bu düğüm tipi kök düğüm tipleri oluşturmak için kullanılabilir.
zh: 此节点类型可用于在根级别创建节点。

# enables_published_at_field_for_time_based_publication
source: This node-type will have a publication date and time.
es: A este tipo de nodo se le atribuye una fecha y hora para publicar.
fr: Ce type de nœud affichera une date et heure de publication.
it: Questo tipo di nodo avrà una data ed ora di pubblicazione.
sr: Овај тип чвора има време и датум објављивања.
tr: Bu düğüm tipinin yayınlanma tarih ve zamanı var.
zh: 此节点类型会有发布日期及时间。

# mark_this_typed_nodes_as_reachable_with_an_url
source: This node-type will be reachable with a public URL.
es: Este tipo de nodo será accesible con direcciones URL públicas.
fr: Ce type de nœud sera accessible avec une adresse URL publique.
it: Questo tipo di nodo sarà raggiungibile con un URL pubblico.
sr: Овај тип чвора ће бити доступан путем јавне URL адресе.
tr: Bu düğüm tipi herkese açık URL ile ulaşılabilir durumda.
zh: 此节点类型可用公开网址到达。

# this_node_type_will_hide_all_children_nodes
source: This node-type will hide all its children nodes.
es: Este tipo de nodo esconderá sus sub-nodos.
fr: Ce type de nœud cachera tout ses nœuds enfant.
it: Questo tipo di nodo nasconderà tutti i suoi sotto nodi.
sr: Овај тип чвора ће сакрити све своје потомачке чворове.
tr: Bu düğüm tipi tüm alt düğümleri gizler.
zh: 此节点类型会隐藏它所有的子节点。

# dynamic_node_name_will_follow_any_title_change_on_default_translation
source: A dynamic node name will follow any title changes on your default translation.
es: Un nombre de nodo dinámico seguirá los cambios de título en su traducción por defecto.
fr: Un nom de nœud dynamique sera mis à jour à chaque changement du titre dans la traduction par défaut.
it: Il nome di un nodo dinamico seguirà ogni cambio di titolo sulla tua traduzione base.
sr: Динамичко име чвора ће пратити све промене наслова које се изврше током превођења.
tr: Bir dinamik düğüm ismi varsayılan çevirinizdeki değişiklikleri takip eder.
zh: 动态节点名会遵循您默认翻译中的所有标题更改。

# font_name_should_be_the_same_for_all_variants
source: Font name should be the same for all font variants.
es: El nombre de fuente debe ser el mismo para todas las variantes de fuente.
fr: Le nom de la fonte doit rester le même pour toutes les variantes d’une même police.
it: Il nome delle fonti dovrebbe essere lo stesso per tutte le varianti di fonte.
sr: Име фонта би требало да буде исто за све варијанте фонта.
tr: Yazı tipi ismi tüm biçimleriçin aynı olmalıdır.
zh: 字体名应与所有字体变种相同。

# css_font_family_hash_is_automatically_generated_from_font_name
source: CSS font-family hash is automatically generated from your font name.
es: La familia de fuentes CSS se genera automáticamente a partir de su nombre de fuente.
fr: La famille de police CSS est automatiquement générée à partir du nom de la fonte.
it: La famiglia di fonte CSS è generata automaticamente dal tuo nome di fonte.
sr: CSS font-family hash се генерише аутоматски, на основу имена фонта.
tr: CSS yazıtpi ailesi hash bilgisi otomatik olarak yazı tipi adından oluşturuldu.
zh: CSS font-family hash 自动从您的字体名生成。

source: Technical name for database and templating.
es: Nombre técnico para base de datos y plantillas.
fr: Nom technique pour la base de donnée et les templates.
it: Nome tecnico per l'archivio e template.
sr: Технички назив за базу подаката и templating.
tr: Veritabanı ve temalar için teknik isim.
zh: 数据库及模板的专业名称

source: Human readable field name.
es: Nombre legible y compresible para el humano.
fr: Nom lisible et compréhensible pour les éditeurs de votre site.
it: Nome leggibile per visitatori.
sr: Име поља писано за људе.
tr: Kullanıcıalr için okunabilir alan ismi.
zh: 人类可读的字段名

# use_the_same_group_names_over_fields_to_gather_them_in_tabs
source: Use the same group name over your node-type field to gather them into tabs.
es: Utilize el mismo nombre de grupo en el campo de tipo de nodo para asociarlos en pestañas.
fr: Utilisez le même nom de groupe pour vos champs pour les rassembler au sein d’onglets.
it: Usa lo stesso nome gruppo sul tuo tipo di nodo per unirli in caselle
sr: Користи исто име групе, како би сакупио сва поља чвор-типова у табове.
tr: Sekmelerde toplamak için düğüm tipleri üzerinde aynı gurup ismini kullanın.
zh: 在您的节点类型字段中使用相同的群组名以将他们收集到选项卡中。

# disable_field_visibility_if_you_dont_want_it_to_be_editable_from_backoffice
source: Disable field visibility if you don’t want it to be editable from Roadiz back-office.
es: Inhabilitar visibilidad de campo para restringir el permiso para editar desde la oficina trasera.
fr: Désactiver la visibilité du champ si vous souhaitez empêcher son édition depuis le back-office de Roadiz.
it: Disabilita il campo di visibilità se non vuoi che sia modificabile dall'ufficio Roadiz.
sr: Искључите видљивост поља ако не желите да остане опција модификовања поља преко Roadiz back-office.
tr: Roadiz perde arkasında düzenlenebilirliğini istemiyorsanız görünürlüğü devre dışı bırakın.
zh: 如果您不想让字段在 Roadiz 后台被编辑，请禁用字段可见。

# field_should_be_indexed_if_you_plan_to_query_or_order_by_it
source: Field should be indexed if you plan to query or order by it in your theme.
es: El campo debe indexarse para realización de consultas y cambios de orden desde su tema.
fr: Le champ devrait être indexé si vous souhaitez effectuer des requêtes Doctrine avec, dans votre thème.
it: Il campo dovrebbe avere un indice se vuoi che sia ordinato nel tuo tema.
sr: Поље би требало да буде индексирано ако планирате да користите упите (query) или сортирање у оквиру теме.
tr: Alanın temanızda sorgulanmasını veya sıralanabilmesini istiyorsanız indeksleniş olması gerek.
zh: 如果您打算以字段作为主题中的查询或排序依据，您应该将它索引。

# universal_fields_will_be_only_editable_from_default_translation
source: Universal fields will only be editable from your default translation, other translations will be duplicated.
es: Los campos universales solo pueden ser editados desde su traducción por defecto. Otras traducciones serán duplicadas.
fr: Les champs universels ne sont éditables seulement dans la traduction par défaut de votre site, les autres traductions utiliseront le même contenu.
it: I campi universali saranno solo modificabili dalla tua traduzione base, altre traduzioni saranno duplicate.
sr: Универзална поља ће бити могуће модификовати само из подразумеваног превода, док ће други преводи бити дуплицирани.
tr: Evrensel alanlar yalnızca varsayılan çevirinizde düzenlenebilir. Diğer çeviriler çoğaltılmış olacak.
zh: 通用字段只能在默认翻译中编辑，其他翻译将会复制于它。

# for_children_node_and_node_references_enter_node_type_names_comma_separated
source: For “children node” and “node references” types, you can enter node-type names comma separated.
es: Para los tipos "sub-nodos" y "nodos de referencia", introduzca los nombres de tipo de nodo separados por comas.
fr: Pour les types “nœuds enfants” et “références de nœuds”, vous pouvez entrer les noms des types de nœud séparés par des virgules.
it: Per tipi di "sotto nodi" e "nodi di referenza", puoi inserire nomi di tipi di nodo separati da virgole.
sr: За чворове-потомке и референце чворова, можете уписати типове чворова са зарезом између речи.
tr: “Alt düğümler” ve “düğüm referansları” tipleri için düğüm tipleri isimlerini virgülle ayırarak girebilirsin.
zh: 对于 “子节点” 和 “节点参考” 类型，您可以输入节点类型名称，以逗号隔开。

source: Document
es: Documento
it: Documento
sr: Документ
tr: döküman
zh: 文档

source: Item
fr: Élément
it: Elemento
sr: Ставка
tr: ürün
zh: 项

source: Items
fr: Éléments
it: Elementi
sr: Ставке
tr: ürünler
zh: 项

# join.toggle-explorer
source: Explorer
es: Explorador
fr: Explorateur
it: Esploratore
sr: Претраживач
zh: 资源管理器

# many-to-many.type
source: Multiple join (many to many)
es: Unión múltiple (many-to-many)
fr: Jointure multiple (many-to-many)
it: Unionbe multipla (molti a molti)
sr: Multiple join (више са више)
zh: 多重加入 （多对多）

# many-to-one.type
source: Simple join (many to one)
es: Unión simple (many-to-one)
fr: Jointure simple (many-to-one)
it: Unione semplice (tanti ad uno)
sr: Simple join (једно са више)
zh: 单次加入 （多对一）

# default_values_do_not_match_field_type
source: Default values do not match field type requirements.
es: Los valores por defecto no concuerdan con los requerimentos de tipo de campo.
fr: Les valeurs par défaut ne sont pas valides pour le type choisi.
it: Valori base non corrispondono ai requisiti del campo.
sr: Подразумеване вредности се не поклапају са траженим вредностима поља.
zh: 默认值不符合字段类型要求。

# default_values_should_not_be_empty_for_this_type
source: Default values should not be empty for this field type.
es: Los valores por defecto no pueden estar vacíos para este tipo de campo.
fr: Les valeurs par défaut ne devraient pas être vides pour le type choisi.
it: I valori base non dovrebbero essere vuoti per questo campo.
sr: Подразумеване вредности не би требало да буду празне за овај тип поља.
zh: 此字段类型的默认值不应为空。

# default_values_should_be_a_yaml_configuration_for_this_type
source: Default values should be formatted as YAML for this field type.
es: Los valores por defecto deben estar en formato YAML para este tipo de campo.
fr: Les valeurs par défaut doivent être représentées au format YAML pour le type choisi.
it: I valori base dovrebbero essere in formato YAML per questo tipo di campo.
sr: Подразумеване вредности би требало да буду форматиране као YAML за овај тип поља.
zh: 此字段类型的默认值应为 YAML 格式。

# more.entities
source: More items
es: Más items
fr: Plus d’éléments
it: Più elementi
sr: Више ставки
zh: 更多项目

# drawer.sortable-not-enable
source: Items position do not matter.
es: La posición de item no tiene importancia.
fr: L’ordre des éléments n’a pas d’importance.
it: Posizione elemento non importante.
sr: Позиција ставке није важна.
zh: 项目的位置不重要。

# explorer.create_tag
source: Create a tag
es: Crear una etiqueta.
fr: Créer une étiquette
it: Crea un etichetta
sr: Креирај таг
zh: 创建一个标签。

source: min.
es: Mínimo
sr: Минимум
tr: dk
zh: 最小

# document.adjust
source: Adjust
es: Ajustar
fr: Ajuster
it: Aggiusta
sr: Подеси
zh: 调整

# blanchetteEditor
source: Blanchet’ Editor
es: Editor Blanchet'
fr: Éditeur « Blanchet »
sr: Едитор Blanchet
tr: Blanchette Editör
zh: Blanchette 编辑器

# blanchetteEditor.free
source: Free aspect ratio
es: Relación de aspecto libre
fr: Ratio libre
it: Ratio di aspetto libero
sr: Слободне пропорције
zh: 自由长宽比

# blanchetteEditor.move
source: Move
es: Mover
fr: Déplacer
it: Muovere
sr: Помери
zh: 移动

# blanchetteEditor.crop
source: Crop
es: Cortar
fr: Recadrer
it: Taglia
sr: Одсеци
zh: 剪裁

# blanchetteEditor.zoomIn
source: Zoom in
es: Acercar
fr: Agrandir
it: Ingrandire
sr: Зумирај
zh: 放大

# blanchetteEditor.zoomOut
source: Zoom out
es: Alejar
fr: Réduire
it: Rimpicciolire
sr: Одзумирај
zh: 缩小

# blanchetteEditor.rotateLeft
source: Rotate left
es: Rotar a la izquierda
fr: Rotation à gauche
it: Ruota a sinistra
sr: Ротирај лево
tr: Sola Dön
zh: 向左旋转

# blanchetteEditor.rotateRight
source: Rotate right
es: Rotar a la derecha
fr: Rotation à droite
it: Ruota a destra
sr: Ротирај десно
tr: Sağadön
zh: 向右旋转

# blanchetteEditor.flipHorizontal
source: Flip horizontally
es: Invertir horizontalmente
fr: Inverser horizontalement
it: Ruota orizzontalmente
sr: Преврни, хоризонтално
zh: 水平翻转

# blanchetteEditor.flipVertical
source: Flip vertically
es: Invertir verticalmente
fr: Inverser verticalement
it: Ruota verticalmente
sr: Преврни, вертикално
zh: 垂直翻转

# blanchetteEditor.applyChange
source: Apply changes
es: Aplicar cambios
fr: Appliquer les changements
it: Applica cambiamenti
sr: Аплицирај промене
zh: 应用更改

# blanchetteEditor.undo
source: Undo
es: Deshacer
fr: Annuler
it: Cancella
sr: Врати потез
tr: Gerial
zh: 撤销

# blanchetteEditor.aspectRatio
source: Aspect ratio
es: Relación de aspecto
fr: Ratio de la sélection
it: Proporzione
sr: Пропорција
tr: Enboyoranı
zh: 长宽比

# blanchetteEditor.saveAndOverwrite
source: Save and override file
es: Guardar y sobrescribir original
fr: Appliquer et écraser le fichier
it: Salva e trapassa originale
sr: Сними преко старог фајла
zh: 保存并覆盖文件

# blanchetteEditor.other
source: Others
es: Otros
fr: Autres
it: Altri
sr: Остало
zh: 其他

# blanchetteEditor.portrait
source: Portrait
es: Retrato
it: Ritratto
sr: Портрет
tr: Portre
zh: 肖像

# blanchetteEditor.landscape
source: Landscape
es: Paisaje
fr: Paysage
it: Paesaggio
sr: Пејзаж
tr: Manzara
zh: 风景

source: Make this field mandatory for users.
es: Convertir en campo obligatorio.
fr: Rend ce champ obligatoire pour les utilisateurs.
it: Rendi questo campo obbligatorio.
sr: Учини ово поље обавезним за све кориснике.
zh: 设定此字段为用户必填。

source: Expanded
es: Expandido
fr: Étendu
it: Espanso
sr: Проширено
tr: genişletilmiş
zh: 展开

# use_checkboxes_or_radio_buttons_instead_of_select_box
source: Use checkboxes or radio buttons instead of select boxes.
es: Utilizar cajas de check o botones de radio en lugar de cajas de selección.
fr: Utilise des boîtes à cocher ou boutons radio à la place de la liste déroulante.
it: Usa caselle di controllo o tasti radio invece di caselle di selezione
sr: Користи поља за штиклирање (checkboxes) или поља са јединственим избором (radio buttons) уместо опције селектовања поља.
zh: 使用多选框或单选框而不是下拉选框。
