Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

# node.pending.validation
source: Pending validation
es: Esperando validación
fr: En attente de validation
it: Nodo in attesa di convalida
ru: Узел ожидает проверки
sr: Чека валидацију
tr: Doğrulama bekliyor
uk: Вузол очікує на перевірку
zh: 待定验证

# node.archived
source: Archived
es: Archivado
fr: Archivé
it: Nodo archiviato
ru: Архивирован
sr: Архивирано
tr: Arşivlendi
uk: Архівований
zh: 已存档

# node.deleted
source: Deleted
es: Eliminado
fr: Supprimé
it: nodo cancellato
ru: Удален
sr: Избрисано
tr: Kalldırılmış
uk: Видалений
zh: 已删除

source: Draft
es: Boceto
fr: Brouillon
it: Bozza
ru: Черновик
sr: Радна верзија
tr: Taslak
uk: Чернетка
zh: 草稿

source: Pending
es: Pendiente
fr: En attente de validation
it: In attesa
ru: Ожидает
sr: На чекању
tr: Beklemede
uk: Очікує
zh: 待定

source: Archived
es: Archivado
fr: Archivé
it: Archiviato
ru: Архивирован
sr: Архивирано
tr: Arşivlenmiş
uk: Архівовано
zh: 已存档

source: Deleted
es: Eliminado
fr: Supprimé
it: Cancellato
ru: Удален
sr: Избрисано
tr: Kaldırılmış
uk: Видалено
zh: 已删除

source: Undelete
es: Deshacer eliminación
fr: Sortir de la corbeille
it: Non cancellato
ru: Восстановлен
sr: Враћено из корпе
tr: Kaldırmayı geri al
uk: Відновлено
zh: 取消删除

# are_you_sure.undelete.node.and.data
source: Are you sure you want to undelete node and its data?
es: ¿Está usted seguro de querer deshacer la eliminación del nodo y su data?
fr: Êtes-vous sûr(e) de vouloir remettre ce nœud et ses données à leur place initiale ?
it: Sei sicuro di voler mettere questo nodo e i suoi dati nella loro posizione originale?
ru: Действительно восстановить узел и его данные?
sr: Да ли сте сигурни да желите да из корпе за отпатке извадите чвор и њему припадајуће податке ?
tr: Düğümü ve verilerini kaldırmayı geri almak istediğinizden emin misiniz?
uk: Ви дійсно хочете відновити вузол та його дані?
zh: 您确定要取消删除节点和它的数据吗？

source: Undelete node %name%
es: Deshacer eliminación del nodo "%name%"
fr: Sortir le nœud «%name%» de la corbeille
it: Nodo non cancellato"% name%"
ru: Восстановить узел "%name%"
sr: Врати из корпе чвор %name%
tr: %name% düğüm tipini kaldırmaktan vazgeç
uk: Відновити вузол "%name%"
zh: 取消删除节点 “%name%”

source: Parameters
es: Parámetros
fr: Paramètres
it: Parametri
ru: Параметры
sr: Параметри
tr: Parametreler
uk: Параметри
zh: 参数

# embed.document
source: Embed
es: Insertar
fr: Intégrer
it: Inserire
ru: Встроить
sr: Угнежђено
tr: Yerleştir
uk: Влаштувати
zh: 嵌入

source: Embed
es: Insertar
fr: Intégrer
it: Inserire
ru: Встроить
sr: Угнежђено
tr: Yerleştir
uk: Влаштувати
zh: 嵌入

source: Tag tree
es: Árbol de etiquetas
fr: Étiquettes
it: Etichette
ru: Дерево тега
sr: Дрвце тагова
tr: Etiket ağacı
uk: Дерево тега
zh: 标签树

# node.%node%.linked.tags
source: Node %node% has been linked with new tags.
es: El nodo %node% ha sido enlazado con nuevas etiquetas.
fr: Le nœud «%node%» a été étiqueté.
it: Il nodo "% node%" è stato taggato.
sr: Чвор %node% је повезан са новим таговима
tr: %node% düğümü yeni etiketlerle bağlantılandı.
uk: Вузол "%node%" був помічений новими тегами
zh: 节点 “%node%” 已被连结至新标签。

# list.tags.to_link
source: List tags to link with current node
es: Listar etiquetas para enlazar con el nodo actual
fr: Lister les étiquettes à lier au nœud…
it: Elenca le etichette da collegare al nodo
sr: Листа тагова који су повезани са датим чвором
tr: Geçerli düğümle bağlantılı etiketleri listele
uk: Список тегів з цим вузлом
zh: 列出要与当前节点连结的标签

# use.new_or_existing.tags_with_hierarchy
source: You can use existing or new tags. You can directly create tags inside an existing one using "/".
es: Usted puede usar etiquetas existentes o nuevas. Puede directamente crear etiquetas dentro de otras ya existentes utilizando "/".
fr: Utiliser une étiquette nouvelle ou existante en tenant compte de l’arborescence…
it: Utilizzare un'etichetta nuova o esistente tenendo conto della struttura ad albero
sr: Можете користити нове или постојеће тагове. Тагове можете креирати директно у оквиру постојећег коришћењем "/".
tr: Var olanlardan veya yeni etkietler kullanabilirsiniz. Doğrudan var olan bir etiketin içinde "/" kullanarak yenisini oluşturabilirsiniz.
uk: Ви можете використовувати існуючі або нові теги та створювати нові теги всередині існуючого, використовуючи "/".
zh: 您可以使用现有的或新的标签。您可以使用 “/” 在现有的标签中直接创建标签。

# add.stack.type
source: Add a stack type
es: Añadir un tipo de pila
fr: Ajouter le type de pile
it: Aggiungi il tipo di stack
sr: Додај тип stack-а
tr: İstif tipi oluştur
uk: Додати тип стека
zh: 添加堆栈类型

source: Stack types
es: Tipos de pilas
fr: Types de pile
it: Tipi di stack
sr: Stack типови
tr: İstif tipleri
uk: Типи стека
zh: 堆栈类型

source: Remove
es: Remover
fr: Retirer
it: Rimuovi
ru: Удалить
sr: Уклони
tr: Kaldır
uk: Видалити
zh: 移除

# stack_node.%name%.has_new_type.%type%
source: Stack node “%name%” is linked to “%type%” type.
es: La pila de nodos "%name%" está enlazada al tipo "%type%".
fr: La pile de nœuds «%name%» est liée à un nouveau type «%type%».
it: Lo stack dei nodi "% name%" è collegato a un nuovo tipo "% type%".
sr: Stack-чвор “%name%” је повезан са “%type%” типом.
tr: İstif düğümü %name% %type% tipiyle bağlantılandı.
uk: Стек вузла "%name%" був помічений як "%type%" тип
zh: 堆栈节点 “%name%” 已被连结到 “%type%” 类型。

# field.%name%.updated
source: Field “%name%” has been updated.
es: El campo "%name%" ha sido actualizado.
fr: Le champ %name% a été mis à jour.
it: Il campo %name% è stato aggiornato.
sr: Поље “%name%” је ажурирано.
tr: %name% alanı güncellendi.
uk: Поле "%name%" оновлено.
zh: 字段 “%name%” 已更新。

# field.%nodeTypeFieldId%.not_exists
source: Field #%nodeTypeFieldId% does not exist.
es: El campo "%nodeTypeFieldId%" no existe.
fr: Le champ %nodeTypeFieldId% n’existe pas.
it: Il campo% nodeTypeFieldId% non esiste.
sr: Поље #%nodeTypeFieldId% не постоји.
tr: %nodeTypeFieldId% alanı bulunmuyor.
uk: Поле #%nodeTypeFieldId% не існує.
zh: 字段 “%nodeTypeFieldId%” 不存在。

source: Created at
es: Fecha de creación
fr: Date de création
it: Data di creazione
ru: Дата создания
sr: Креирано
tr: Oluşturuldu
uk: Дата створення
zh: 创建于

source: Updated at
es: Fecha de actualización
fr: Date de modification
it: Data di modifica
ru: Дата изменения
sr: Ажурирано
tr: Güncellendi
uk: Дата зміни
zh: 更新于

source: Position
es: Posición
it: Posizione
ru: Позиция
sr: Позиција
tr: Pozisyon
uk: Позиція
zh: 位置

source: Empty node trash
es: Vaciar la papelera de nodos
fr: Vider la corbeille de nœuds
it: Svuota il cestino dei nodi
ru: Очистить корзину узлов
sr: Испразни отпатке чвора
tr: Düğüm çöpünü boşalt
uk: Очистити смітник вузлів
zh: 清空节点垃圾

# node.trash.emptied
source: Node trash has been emptied.
es: La papelera de nodos ha sido vaciada.
fr: La corbeille de nœuds a été vidée.
it: Cestino dei nodi vuoto
ru: Корзина узлов очищена
sr: Корпица за отпатке чвора је испражњена.
tr: Düğüm çöpü boşaltıldı.
uk: Смітник вузлів був очищений
zh: 节点垃圾已清空。

source: Empty trash
es: Vaciar papelera
fr: Vider la corbeille
it: Svuota il cestino
ru: Очистить корзину
sr: Испразни корпу
tr: Çöpü boşalt
uk: Очистити смітник
zh: 清空垃圾

# are_you_sure.empty.node.and.data.trash
source: Are you sure to empty trash from deleted nodes and their data?
es: ¿Está usted seguro de querer vaciar la papelera de nodos y sus datos eliminados?
fr: Êtes-vous sûr(e) de vouloir vider la corbeille de nœuds ? Toutes les données seront définitivement perdues.
it: Sei sicuro di voler svuotare il cestino dei nodi? Tutti i dati saranno persi in modo permanente.
ru: Действительно очистить корзину от удаленных узлов и их данных?
sr: Да ли сте сигурни да желите да испразните корпицу са баченим чворовима и њиховим подацима ?
tr: Çöpü kaldırılmış düğümler ve içindeki verilerle boşaltmak istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити смітник від видалених вузлів та їх даних?
zh: 您确定要清空已删除的节点与数据中的垃圾吗？

# random.document
source: Random
es: Aleatorio
fr: J’ai de la chance…
ru: Случайно
sr: Насумично
tr: Rastgele
uk: Випадково
zh: 随机

# document.format.unknown
source: Document format is unknown.
es: El formato del documento es desconocido.
fr: Le format du document est inconnu.
it: Il formato del documento è sconosciuto
ru: Формат документа неизвестен
sr: Формат документа је непознат.
tr: Doküman biçimi bilinmiyor.
uk: Формат документу невідомий
zh: 未知的文档格式。

# no.embed.document.found
source: No document to embed has been found.
es: No fue encontrado ningún documento para insertar.
fr: Aucun document à intégrer n’a été trouvé.
it: Nessun documento da integrare è stato trovato.
ru: Не найден документ для встраивания
sr: Није пронађен документ који би се угнездио?
tr: Yerleştirilecek doküman bulunamadı.
uk: Не знайдений документ для влаштування
zh: 未找到要嵌入的文档。

# embed.document.already_exists
source: Document to embed already exists.
es: El documento a insertar ya existe.
fr: Le document à intégrer existe déjà.
it: Il documento da integrare esiste già.
ru: Встраиваемый документ уже существует
sr: Документ који ће бити угнежђен већ постоји.
tr: Yerleştirilecek doküman zaten bulunuyor.
uk: Влаштовуваний документ вже існує
zh: 要嵌入的文档已存在。

# embedId.is_not_valid
source: L'identificativo del supporto non è valido.
es: Identificación de multimedia no válida.
fr: L’identifiant du média n’est pas valide.
sr: Идентификатор медија није исправан.
zh: 媒体标识符无效。

# document.metas
source: Metas
es: Metas de documento.
fr: Méta-données
it: Metadati
ru: Меты
sr: Meta
tr: Meta veriler
uk: Мети
zh: 元数据

# delete.document.translation.%name%
source: Delete document “%name%” translation
es: Eliminar la traducción del documento "%name%".
fr: Supprimer les méta-données du document pour la traduction «%name%».
it: Elimina i metadati dal documento per la traduzione "% name%".
ru: Удалить перевод документа "%name%"
sr: Избриши превод документа %name%
tr: %name% doküman çevirisini kaldır
uk: Видалити переклад документу "%name%"
zh: 删除文档 “%name%” 翻译

# are_you_sure.delete.document.translation
source: Are you sure to delete this document translation?
es: ¿Está usted seguro de querer eliminar esta traducción de documento?
fr: Êtes-vous sûr(e) de vouloir supprimer les méta-données du document ?
it: Sei sicuro di voler eliminare i metadati dal documento?
ru: Действительно удалить перевод документа?
sr: Да ли сте сигурни да желите да избришете превод документа ?
tr: Bu doküman çevirisini kaldırmak istediğinizden emin misiniz?
uk: Дійсно видалити переклад документу?
zh: 您确定要删除此文档翻译吗？

# document.translation.%name%.updated
source: Document “%name%” translation has been updated.
es: La traducción de documento "%name%" ha sido actualizada.
fr: Les méta-données du document «%name%» ont été mises à jour.
it: I metadati del documento "%name%" sono stati aggiornati.
ru: Перевод документа "%name%" обновлен
sr: Превод документа %name% је ажуриран.
tr: %name% doküman çevirisi güncellendi.
uk: Переклад документу "%name%" оновлений
zh: 文档 “%name%” 翻译已更新。

# document.translation.%name%.deleted
source: Document “%name%” translation has been deleted
es: La traducción de documento "%name%" ha sido eliminada.
fr: Les méta-données du document «%name%» ont été supprimées.
it: I metadati nel documento "%name%" sono stati rimossi.
ru: Перевод документа "%name%" удален
sr: Превод документа %name% је избрисан.
tr: %name% doküman çevirisi kaldırıldı.
uk: Переклад документу "%name%" видалений
zh: 文档 “%name%” 翻译已删除。

# document.translation.%name%.cannot_delete
source: Document “%name%” translation cannot be deleted.
es: La traducción de documento "%name%" no puede ser eliminada.
fr: Les méta-données du document «%name%» ne peuvent pas être supprimées.
it: I metadati del documento "%name%" non possono essere cancellati.
ru: Перевод документа "%name%" не может быть удален
sr: Документ под именом %name% не може бити обрисан.
tr: %name% doküman çevirisi kaldırılamaz.
uk: Переклад документу "%name%" не може бути видалений
zh: 文档 “%name%” 翻译无法删除。

# folderTree
source: Document folders
es: Carpetas de documentos
fr: Dossiers de documents
it: Cartelle di documenti
ru: Папки документов
sr: Фолдери докумената
tr: Doküman klasörleri
uk: Теки документів
zh: 文件夹

source: Add folder
es: Añadir una carpeta
fr: Ajouter le dossier
it: Aggiungi cartella
ru: Добавить папку
sr: Додај фолдер
tr: Klasör ekle
uk: Додати теку
zh: 添加文件夹

# add.child.folder
source: Add sub-folder
es: Añadir una sub-carpeta
fr: Ajouter le sous-dossier
it: Aggiungi sottocartella
ru: Добавить дочернюю папку
sr: Додај под-фолдер
tr: Alt klasör ekle
uk: Додати дочірню теку
zh: 添加子文件夹

source: Edit folder
es: Editar carpeta
fr: Éditer le dossier
it: Crea cartella
ru: Редактировать папку
sr: Уреди фолдер
tr: klasörü düzenle
uk: Редагувати теку
zh: 编辑文件夹

source: Delete folder
es: Eliminar carpeta
fr: Supprimer le dossier
it: Cancella cartella
ru: Удалить папку
sr: Обриши фолдер
tr: Klasörü kaldır
uk: Видалити теку
zh: 删除文件夹

source: Back to folders
es: Volver a carpetas
fr: Retourner à la liste des dossiers
it: Ritorna all'elenco dei file
ru: Назад к папкам
sr: Натраг до фолдера
tr: Klasörlere dön
uk: Назад до тек
zh: 回到文件夹

# folder.settings
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni cartella
sr: Подешавања
tr: Ayarlar
zh: 设置

# folder.labels
source: Labels
es: Designaciones
fr: Libellés
it: etichette di cartella
sr: Ознаке
tr: Bölümler
zh: 标识

source: Delete folder %name%
es: Eliminar carpeta %name%
fr: Supprimer le dossier «%name%»
it: Elimina la cartella "% name%"
ru: Удалить папку "%name%"
sr: Избриши фолдер %name%
tr: %name% klasörünü kaldır
uk: Видалити теку "%name%"
zh: 删除文件夹 “%name%”

# are_you_sure.delete.folder
source: Are you sure you want to delete this folder?
es: ¿Está usted seguro de querer eliminar esta carpeta?
fr: Êtes-vous sûr(e) de vouloir supprimer ce dossier ?
it: Sei sicuro di voler eliminare questa cartella?
ru: Действительно удалить эту папку?
sr: Да ли сте сигурни да желите да обришете овај фолдер ?
tr: Bu klasörü kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цю теку?
zh: 您确定要删除此文件夹吗？

source: Folders
es: Carpetas
fr: Dossiers de documents
it: Cartelle
ru: Папки
sr: Фолдери
tr: Klasörler
uk: Таки
zh: 文件夹

source: Default translation
es: Traducción por defecto
fr: Traduction principale
it: Traduzione principale
ru: Перевод по умолчанию
sr: Подразумевани превод
tr: Varsayılan çeviri
uk: Переклад за замовчуванням
zh: 默认翻译

# nodeTypeField.minLength
source: Min length
es: Longitud mínima
fr: Longueur minimale
it: Lunghezza minima
sr: Минимална дужина
tr: Minimum uzunluk
uk: Мінімальна довжина
zh: 最小长度

# nodeTypeField.maxLength
source: Max length
es: Longitud máxima
fr: Longueur maximale
it: Lunghezza massima
sr: Максимална дужина
tr: Maksimum uzunluk
uk: Максимальна довжина
zh: 最大长度

source: Export all nodes
es: Exportar todos los nodos
fr: Exporter tout
it: Esporta tuttI i nodi
sr: Извези све чворове
tr: Tüm düğümeri dışa aktar
uk: Експортувати усі вузли
zh: 导出所有节点

source: Export all
es: Exportar todo
fr: Tout exporter
it: Esporta tutto
sr: Извези све
tr: Tümünü aktar
zh: 导出所有

source: Drop files here to upload or click to open your explorer
es: Arrastrar los archivos aquí para subirlos o hacer click para abrir su explorador.
fr: Déposer ici les fichiers à téléverser ou cliquer pour ouvrir l’explorateur.
it: Rilascia qui i file da caricare o fai clic per aprire l'explorer.
sr: Убаците фајлове овде како би се послали на сервер или их кликните како бисте их отворили у претраживачу.
tr: Dosyaları yüklemek için buraya sürükleyin veya seçmek için tıklayın
uk: Киньте файли сюди щоб завантажити або клікніть, щоб відкрити провідник
zh: 在这放下以上传或点击打开您的资源管理器

source: Your browser does not support drag’n’drop file uploads
es: Su navegador no puede soportar la subida a través de arrastrar y soltar el archivo.
fr: Votre navigateur ne prend pas en charge le téléversement de fichier par glisser-déposer.
it: Il tuo browser non supporta il caricamento di file drag-and-drop.
sr: Ваш претраживач не подржава drag’n’drop функцију за слање фајлова.
tr: Tarayıcınız sürükle bırak şeklinde yüklemeyi desteklemiyor
uk: Ваш браузер не підтримує технологію drag'n'drop
zh: 您的浏览器不支持文件拖拽上传。

source: Please use the fallback form below to upload your files like in the olden days
es: Por favor usar el siguiente formulario para subir sus archivos a la antigua.
fr: Veuillez utiliser le formulaire classique ci-dessous pour téléverser vos fichiers comme à l’ancien temps.
it: Si prega di utilizzare il modulo qui sotto per caricare i file come nei vecchi tempi
sr: Молимо Вас, користите fallback како бисте послали фајлове као у добра стара времена.
tr: Dosyalarınızı eski günlerinizdeki gibi yüklemek için lütfen aşağıdaki formu kullanın.
uk: Будь ласка використовуйте форму нижчу, щоб завантажити вашу файли як колись
zh: 请使用下面古老的方式来上传您的文件，就像以前一样。

source: File is too big ({{filesize}}MiB), max filesize {{maxFilesize}} MiB
es: El archivo es demasiado grande ({{filesize}}MB), el tamaño máximo de archivo es {{maxFilesize}} MB.
fr: Le fichier est trop lourd ({{filesize}} Mo). La taille maximale est de {{maxFilesize}} Mo.
it: Il file è troppo pesante ({{filesize}} MB). La dimensione massima è {{maxFilesize}} MB.
sr: Фајл је превелик ({{filesize}}MiB), максимална подржана величина је {{maxFilesize}} MiB
tr: Dosya fazla büyük ({{filesize}}MiB), maksimum dosya boyutu {{maxFilesize}} MiB’dir.
uk: Файл завеликий ({{filesize}}MB), максимальний розмір - {{maxFilesize}} MB
zh: 文件过大 ({{filesize}}MiB)，最大文件大小 {{maxFilesize}} MiB

source: You can’t upload files of this type
es: Usted no puede subir archivos de este tipo.
fr: Vous ne pouvez pas téléverser de fichiers de ce type.
it: Non puoi caricare file di questo tipo.
sr: Не можете послати фајлове овог типа.
tr: Bu tipteki dosyaları karşıya yükleyemezsiniz.
uk: Ви не можете завантажувати файли цього типу
zh: 您不能上传此类型的文件

source: Server responded with {{statusCode}} code
es: El servidor respondió con el código {{statusCode}}.
fr: Le serveur a répondu avec le code {{statusCode}}
it: ll server ha risposto con il codice {{statusCode}}
sr: Сервер је дао одговор у виду кода {{statusCode}}
tr: Sunucu {{statusCode}} koduyla cevap verdi.
zh: 服务器返回代码 {{statusCode}}

source: Cancel upload
es: Subida cancelada
fr: Annuler le téléversement
it: Annulla caricamento
sr: Откажи слање
tr: Yüklemeyi iptal et
uk: Скасувати завантаження
zh: 取消上传

source: Are you sure you want to cancel this upload
es: ¿Está usted seguro de querer cancelar este proceso de subida?
fr: Êtes-vous de vouloir annuler ce transfert ?
it: Vuoi annullare questo caricamento?
sr: Да ли сте сигурни да желите да откажете ово слање ?
tr: Bu yüklemeyi iptal etmek istediğinizden emin misiniz?
uk: Ви дійсно хочете скасувати завантаження?
zh: 您确定要取消此上传吗？

source: Remove file
es: Eliminar archivo
fr: Retirer le fichier
it: Rimuovi il file
sr: Уклони фајл
tr: Dosyayı kaldır
uk: Видалити файл
zh: 移除文件

source: You can not upload any more files
es: Usted ha llegado al límite de archivos que puede subir.
fr: Vous ne pouvez plus téléverser de fichiers.
it: Non è più possibile caricare altri file.
sr: Не можете послати још фајлова
tr: Daha fazla dosya yükleyemezsiniz.
uk: Ви не можете більше завантажувати файли
zh: 您不能上传更多文件了。

source: Headline 2
es: Título 2
fr: Titre de niveau 2
it: Titolo di livello 2
sr: Наслов 2
tr: Başlık Satırı 2
uk: Заголовок 2
zh: 标题二

source: Headline 3
es: Título 3
fr: Titre de niveau 3
it: Titolo 3
sr: Наслов 3
tr: Başlık Satırı 3
uk: Заголовок 3
zh: 标题三

source: Headline 4
es: Título 4
fr: Titre de niveau 4
it: Titolo 4
sr: Наслов 4
tr: Başlık Satırı 4
uk: Заголовок 4
zh: 标题四

source: Headline 5
es: Título 5
fr: Titre de niveau 5
it: Titolo 5
sr: Наслов 5
tr: Başlık Satırı 5
uk: Заголовок 5
zh: 标题五

source: Headline 6
es: Título 6
fr: Titre de niveau 6
it: Titolo 6
sr: Наслов 6
tr: Başlık Satırı 6
uk: Заголовок 6
zh: 标题六

source: Fullscreen
es: Pantalla completa
fr: Plein-écran
it: A schermo intero
sr: Преко целог екрана
tr: Tam ekran
uk: Повний екран
zh: 全屏

source: Bold
es: Negritas
fr: Gras
it: Grassetto
ru: Жирный
tr: Kalın
uk: Товстий
zh: 粗体

source: Italic
es: Cursiva
fr: Italique
it: Corsivo
ru: Наклонный
tr: İtalik
uk: Курсив
zh: 斜体

source: Strikethrough
es: Tachado
fr: Barré
it: Barrato
ru: Перечеркнутый
sr: Прецртано
tr: Üstü Çizili
uk: Перекреслений
zh: 删除线

source: Blockquote
es: Bloque de cita
fr: Citation
ru: Цитата
tr: Alıntı Metin
uk: Цитата
zh: 引用

source: Link
es: Enlace
fr: Lien
ru: Ссылка
sr: Линк
tr: Bağlantı
uk: Посилання
zh: 链接

source: Image
es: Imagen
it: Immagine
ru: Изображение
sr: Слика
tr: Görsel
uk: Зображення
zh: 图像

source: Unordered list
es: Lista sin ordenar
fr: Liste non-ordonnée
it: Elenco non ordinato
sr: Неуређена листа
tr: Sırasız Liste
uk: Ненумерованний список
zh: 普通列表

source: Ordered list
es: Lista ordenada
fr: Liste ordonnée
it: Elenco ordinato
ru: Пронумерованый список
sr: Уређена листа
tr: Sıralı Liste
uk: Нумерований список
zh: 数字列表

source: Back
es: Volver
fr: Retour
it: Indietro
ru: Назад
sr: Назад
tr: Geri
uk: Назад
zh: 返回

source: Separator
es: Separador
fr: Séparateur
it: Separatore
ru: Разделитель
sr: Сепаратор
tr: Ayraç
uk: Розділювач
zh: 分隔符

source: Non-breaking space
es: Espacio irrompible
fr: Espace insécable
it: Spazio senza interruzioni
ru: Неразрываемый пробел
sr: Размак који не прелама
tr: Bölünmez Boşluk
uk: Нерозривний пробіл
zh: 不间断空间

# forbidden.page
source: Forbidden page, please connect again.
es: Página no autorizada.
fr: Page non autorisée
it: Pagina proibita
sr: Приступ страници није могућ, молимо Вас да се повежете поново.
tr: Kayıp sayfa, lütfen tekrar bağlanın.
uk: Заборонена сторінка, під'єднайтесь будь ласка знову.
zh: 禁止的页面，请重试。

source: See all…
es: Ver todos
fr: Voir tout
it: Vedi tutto
sr: Прикажи све
tr: Tümünü gör
uk: Дивитись усі
zh: 查看全部...

source: Search documents
es: Buscar documentos
fr: Rechercher des documents
it: Cerca documenti
ru: Искать документы
sr: Претражи документа
tr: Dökümanları ara
uk: Шукати документи
zh: 搜索文档

source: Search nodes
es: Buscar nodos
fr: Rechercher des nœuds
it: Cerca nodi
ru: Искать узлы
sr: Претражи чворове
tr: Düğümleri ara
uk: Шукати вузли
zh: 搜索节点

# nodes.toggle-explorer
source: Explorer
es: Explorador
fr: Explorateur
it: Esplora
sr: Претраживач
tr: Gezgin
uk: Провідник
zh: 资源管理器

source: Folder name
es: Nombre de carpeta
fr: Nom du dossier
it: Nome cartella
ru: Имя папки
sr: Име фолдера
tr: Klasör ismi
uk: Назва теки
zh: 文件夹名

# nodeType.color
source: Color
fr: Couleur
it: Colore
ru: Цвет
sr: Боја
tr: Renk
uk: Колір
zh: 颜色

# nodeType.defaultTtl
source: Front TTL for new nodes
zh: 新节点的前端 TTL

# nodeType_default_ttl_when_creating_nodes
source: Front cache time-to-live for nodes created against this type (given in minutes).
zh: 此类型的节点的前端缓存存活时间 （以分钟为单位）。

# nodeType.numberFields
source: Number of fields
es: Número de campos
fr: Nombre de champs
it: Numero di campi
ru: Число полей
sr: Број поља
tr: Alan numaraları
uk: Кількість полів
zh: 字段数量

source: Back to top
es: De vuelta al inicio de página
fr: Haut de page
it: Torna all'inizio
ru: Наверх
sr: Назад на врх стране
tr: Başa dön
uk: Наверх
zh: 回到顶部

# no.customFormField
source: No custom form's field
es: Ningún campo de formulario personalizado
fr: Aucune question
it: Nessuna domanda
sr: Форма није попуњена
tr: Özel form alanı yok
uk: Не знайдено користувацьких форм
zh: 没有自定的表格字段

source: Add custom form
es: Añadir un formulario personalizado
fr: Ajouter le formulaire personnalisé
it: Aggiungi il modulo personalizzato
sr: Додај прилагодљиви формулар
tr: Özel form ekle
uk: Додати користувацьку форму
zh: 添加自定表格

source: Custom form
es: Formulario personalizado
fr: Formulaires personnalisés
it: Modulo personalizzato
sr: Прилагодљив формулар
tr: Özel form
uk: Користувацька форма
zh: 自定表格

# customForm.displayName
source: Display name
es: Nombre mostrado
fr: Titre affiché
it: Titolo visualizzato
sr: Прикажи име
tr: Görünen isim
uk: Коротка назва
zh: 显示名称
