Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
ru: Настройки
sr: Подешавања
tr: Ayarlar
uk: Налаштування
zh: 设置

source: Add setting
es: Añadir ajuste
fr: Ajouter le paramètre
it: Aggiungi impostazioni
ru: Добавить настройку
sr: Додај подешавања
tr: Ayar ekle
uk: Додати опцію
zh: 添加设置

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ru: Удалить
sr: Избриши
tr: Kaldır
uk: Видалити
zh: 删除

source: Create node
es: Crear nodo
fr: Créer le nœud
it: Crea nodo
ru: Создать узел
sr: Креирај чвор
tr: Düğüm oluştur
uk: Створити вузол
zh: 创建节点

source: Node-type
es: Tipo de nodo
fr: Type de nœud
it: Tipo nodo
ru: Тип узла
sr: Чвор-тип
tr: Düğüm tipi
uk: Тип вузла
zh: 节点类型

source: Node status
es: Estatus de nodo
fr: État
it: Stato nodo
ru: Статус узла
sr: Статус чвора
tr: Düğüm durumu
uk: Статус вузла
zh: 节点状态

source: Last modification
es: Ultima modificación
fr: Dernière modification
it: Ultima modifica
ru: Последнее изменение
sr: Последња модификација
tr: Son değiştirme
uk: Остання зміна
zh: 最后一次修改

source: Node not published
es: Nodo no publicado
fr: Non publié
it: Nodo non pubblicato
ru: Узел не опубликован
sr: Чвор није публикован
tr: Düğüm yayınlanmış değil
uk: Вузол не опублікований
zh: 节点未发布

source: See node tree
es: Ver árbol de nodo
fr: Voir l’arborescence
it: Vedi nodo albero
ru: Смотреть дерево узла
sr: Погледај стабло чворова
tr: Düğüm ağacını gör
uk: Дивитись дерево вузла
zh: 查看节点树

source: Import group
es: Importar grupo
fr: Importer
it: Importa gruppo
ru: Импортировать группу
sr: Увези групу
tr: Gurup içe aktar
uk: Імпортувати групу
zh: 导入群组

source: Purge cache
es: Purgar cache
fr: Purger les caches
it: Elimina cache
ru: Очистить кеш
sr: Очисти кеш меморију
tr: Önbelleği temizle
uk: Очистити кеш
zh: 清除缓存

source: Are you sure you want to purge cache ?
es: ¿Está seguro de que quiere purgar el cache?
fr: Êtes-vous sûr(e) de vouloir purger les caches ?
it: Sei sicuro di voler eliminare cache?
ru: Действительно хотите очистить кеш?
sr: Да ли сте сигурни да желите да очистите кеш меморију ?
tr: Önbelleği temizlemek istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити кеш?
zh: 您确定要清除缓存吗？

source: Clear
es: Despejar
fr: Effacer
it: Pulisci
ru: Очистить
sr: Очисти
tr: Temizle
uk: Очистити
zh: 清除

source: Fonts
es: Fuentes
fr: Fontes
it: Fonti
ru: Шрифты
sr: Фонтови
tr: Yazı tipleri
uk: Шрифти
zh: 字体

source: Add font
es: Añadir fuente
fr: Ajouter la fonte
it: Aggiungi fonti
ru: Добавить шрифт
sr: Додај фонт
tr: Yazı tipi ekle
uk: Додати шрифт
zh: 添加字体

source: Font files
es: Archivos de fuente
fr: Fichiers
it: Archivio fonti
ru: Файлы шрифтов
sr: Фајлови фонтова
tr: Yazı tipi dosyaları
uk: Файли шрифтів
zh: 字体文件

source: Font css family
es: Familia de fuentes CSS
fr: Famille CSS
it: Famiglia fonti CSS
sr: Css фамилија фонтова
tr: Yazı tipi CSS ailesi
uk: Сімейство шрифтів CSS
zh: CSS font-family

source: Download
es: Descargar
fr: Télécharger
it: Scarica
ru: Скачать
sr: Преузимање
tr: İndir
uk: Завантажити
zh: 下载

source: Unlink role %name%
es: Desenlazar rol %name%
fr: Délier le rôle «%name%»
it: Separa ruolo %name%
sr: Уклоните повезивање са улогом %name%
tr: %name% rolünün bağlantısını kopar
uk: Видалити роль "%name%"
zh: 取消连结角色 “%name%”

source: Are you sure you want to remove this role from this group ?
es: ¿Está usted seguro de que quiere remover este rol del grupo?
fr: Êtes-vous sûr(e) de vouloir retirer le rôle du groupe ?
it: Sei sicuro di voler rimuovere questo ruolo da questo gruppo?
ru: Вы уверены что хотите отозвать эту роль у этой группы?
sr: Да ли сте сигурни да желите да уклоните наведену улогу из ове групе ?
tr: Bu guruptan bu rolü kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно бажаєте відкликати роль у цієї групи?
zh: 您确定要从这个群组中移除此角色吗？

source: Users
es: Usuarios
fr: Utilisateurs
it: Utenti
ru: Пользователи
sr: Корисници
tr: Kullanıcılar
uk: Користувачі
zh: 用户

source: User name
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
ru: Имя пользователя
sr: Корисничко име
tr: Kullanıcı adı
uk: Ім'я користувача
zh: 用户名

source: User email
es: Correo electrónico del usuario
fr: Email
it: Email utente
ru: Адрес электронной почты
sr: Email корисника
tr: Kullanıcı e-postası
uk: Email-адреса
zh: 用户电子邮件

source: Edit theme
es: Editar tema
fr: Éditer le thème
it: Modifica tema
ru: Редактировать тему
sr: Уређивање теме
tr: Temayı düzenle
uk: Редагувати тему
zh: 编辑主题

source: Delete font %name%
es: Eliminar fuente %name%
fr: Supprimer la fonte «%name%»
it: Elimina fonti %name%
ru: Удалить шрифт "%name%"
sr: Избриши фонт %name%
tr: %name% isimli yazı tipini kaldır
uk: Видалити шрифт "%name%"
zh: 删除字体 %name%

source: Are you sure you want to delete this font ?
es: ¿Está usted seguro de que desea eliminar esta fuente?
fr: Êtes-vous sûr(e) de vouloir supprimer la fonte ?
it: Sei sicuro di voler eliminare le fonti?
ru: Действительно удалить этот шрифт?
sr: Да ли сте сигурни да желите да избришете овај фонт ?
tr: Bu yazı tipini kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цей шрифт?
zh: 您确定要删除此字体吗？

source: Search node
es: Buscar nodo
fr: Rechercher un nœud
it: Cerca nodo
ru: Найти узел
sr: Претраживање чвора
tr: Düğüm ara
uk: Знайти вузол
zh: 搜索节点

source: Delete caches
es: Eliminar cache
fr: Purger les caches
it: Elimina caches
ru: Очистить кеш
sr: Брисање кеш меморије
tr: Önbellekleri kaldır
uk: Очистити кеш
zh: 删除缓存

source: Log out
es: Cerrar sesión
fr: Se déconnecter
ru: Выйти
sr: Одјава
tr: Çıkış yap
uk: Вийти
zh: 登出

source: Dev mode On
es: Modo de desarollador activado
fr: Mode développement activé
it: Modalità sviluppatore attivata
ru: Режим разработчика включен
sr: Укључен мод за програмере
tr: Geliştirici modu AÇIK
uk: Режим розробника ввімкнений
zh: 开发模式开启

# maintenance_mode.activated
source: Maintenance mode On
es: Modo de mantenimineto activado
fr: Mode maintenance activé
it: Modalità restauro attivata
sr: Укључен мод за одржавање
zh: 维护模式开启

source: Help
es: Ayuda
fr: Aide
it: Aiuto
ru: Помощь
sr: Помоћ
tr: Yardım
uk: Допомога
zh: 帮助

source: Datetime
es: Fecha y hora
fr: Date et heure
it: Data e ora
ru: Дата и время
sr: Датум и време
tr: Zaman Dilimi
uk: Дата та час
zh: 日期时间

source: Level
es: Nivel
fr: Niveau
it: Livello
ru: Уровень
sr: Ниво
tr: Seviye
uk: Рівень
zh: 等级

source: User
es: Usuario
fr: Utilisateur
it: Utente
ru: Пользователь
sr: Корисник
tr: Kullanıcı
uk: Користувач
zh: 用户

source: Message
es: Mensaje
it: Messaggio
ru: Сообщение
sr: Порука
tr: Mesaj
uk: Повідомлення
zh: 信息

source: Back to node-type fields
es: Volver a campos de tipo de nodo
fr: Retourner à la liste des champs du type de nœud
it: Indietro a campi di tipi di nodo
ru: Назад к полям типов узлов
sr: Натраг на поља чвор-тип
tr: Düğüm tipleri alanlarına dön
uk: Назад до полів типів вузлів
zh: 回到节点类型字段

source: Delete node-type field
es: Eliminar campo de tipo de nodo
fr: Supprimer le champ de type de nœud
it: cancella campo del tipo di nodo
ru: Удалить поле типа узлов
sr: Избриши поље: чвор-тип
tr: Düğüm tipi alanını kaldır
uk: Видалити поле типу вузла
zh: 删除节点类型字段

source: Edit node
es: Editar nodo
fr: Éditer le nœud
it: modifica nodo
ru: Редактировать узел
sr: Уреди чвор
tr: Düğümü düzenle
uk: Редагувати вузол
zh: 编辑节点

source: Add node %name% child
es: Añadir sub-nodo a %name%
fr: Ajouter un nœud enfant à «%name%»
it: aggiungi nodo figlio%name%
ru: Добавить дочерний узел для "%name%"
sr: Додај потомка чвору %name%
tr: %name% isimli alt düğüm ekle
uk: Додати дочірній вузол "%name%"
zh: 添加子节点 “%name%”

source: Add child node
es: Añadir un sub-nodo
fr: Ajouter le nœud enfant
it: aggiungi nodo figlio
ru: Добавить дочерний узел
sr: Додај потомачки чвор
tr: Alt düğüm ekle
uk: Додати дочірній вузол
zh: 添加子节点

source: Delete node %name%
es: Eliminar nodo %name%
fr: Supprimer le nœud «%name%»
it: cancella nodo figlio
ru: Удалить узел "%name%"
sr: Избриши чвор %name%
tr: %name% isimli düğümü kaldır
uk: Видалити вузол "%name%"
zh: 删除节点 “%name%”

source: Delete node
es: Eliminar nodo
fr: Supprimer le nœud
it: cancella nodo
ru: Удалить узел
sr: Избриши чвор
tr: Düğümü kaldır
uk: Видалити вузол
zh: 删除节点

source: See page
es: Ver página
fr: Voir la page
it: visualizza pagina
ru: Смотреть страницу
sr: Погледај страницу
tr: Sayfayı gör
uk: Дивитись сторінку
zh: 查看页面

source: Preview page
es: Previsualizar página
fr: Prévisualiser la page
it: anteprima pagina
sr: Пробни приказ странице
tr: Önceki sayfa
zh: 预览页面

source: Duplicate
es: Duplicar
fr: Dupliquer
it: duplicare
ru: Клонировать
sr: Дуплицирај
tr: Kopyala
uk: Дублювати
zh: 复制

source: Add child
es: Añadir sub-nivel
fr: Ajouter un enfant
it: aggiungi figlio
sr: Додај потомка
tr: Alt öğe ekle
uk: Додати дочірній
zh: 添加下级

source: Statuses
es: Estados
fr: Statuts
it: stati
ru: Статусы
sr: Статуси
tr: Durumlar
uk: Статуси
zh: 状态

source: Visibility
es: Visibilidad
fr: Visible
it: visibilità
ru: Видимость
sr: Видљивост
tr: Görünürlük
uk: Видимість
zh: 可见性

source: Published
es: Publicado
fr: Publié
it: pubblicato
ru: Опубликован
sr: Публиковано
tr: Yayınlandı
uk: Опублікований
zh: 已发布

source: Hiding children
es: Ocultar sub-nivel
fr: Conteneur
it: nascondi figlio
sr: Сакриј потомке
tr: Alt öğerler gizleniyor
uk: Приховування дочірнього
zh: 隐藏下级

source: Lock status
es: Bloqueado
fr: Verrouillé
it: stato bloccato
sr: Закључај статус
tr: Durumu kilitle
uk: Заблокувати статус
zh: 锁定状态

source: Forbid children
es: Sin sub-nodos
fr: Stérile
it: nega figlio
sr: Забрани потомке
tr: Alt öğe engelle
uk: Заборонити дочірній
zh: 禁止下级

source: Archive status
es: Archivador
fr: Archivage
it: archivio stato
sr: Архивирај статус
tr: Arşiv durumu
uk: Архівувати статус
zh: 存档状态

source: Delete node-type field %name%
es: Eliminar el campo de tipo de nodo %name%
fr: Supprimer le champ «%name%» du type de nœud
it: cancella il campo del tipo di nodo %name%
sr: Избриши поље чвор-тип %name%
tr: %name% düğüm tipi alanını kaldır
uk: Видалити поле типу вузла "%name%"
zh: 删除节点类型字段 “%name%”

source: Are you sure you want to delete this node-type field ?
es: ¿Está usted seguro de querer eliminar este campo de tipo de nodo?
fr: Êtes-vous sûr(e) de vouloir supprimer le champ de type de nœud ?
it: sei sicuro di voler cancellare questo campo del tipo di nodo?
sr: Да ли сте сигурни да желите да избришете поље чвор-типа ?
tr: Bu düğüm tipi alanını kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити поле типу вузла?
zh: 您确定要删除此节点类型字段吗？

source: Delete theme %name%
es: Eliminar tema %name%
fr: Supprimer le thème «%name%»
it: Cancella il tema %name%
sr: Избриши тему %name%
tr: %name% temasını kaldır
uk: Видалити тему "%name%"
zh: 删除主题 “%name%”

source: Are you sure you want to delete this theme ?
es: ¿Está usted seguro de querer eliminar este tema?
fr: Êtes-vous sûr(e) de vouloir supprimer ce thème ?
it: Sei sicuro di voler cancellare questo tema?
sr: Да ли сте сигурни да желите да избришете ову тему ?
tr: Bu temayı kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цю тему?
zh: 您确定要删除此主题吗？

source: %name% users
es: %name%
fr: %name%
it: %name% utenti
sr: Уређивање групе %name% корисника
tr: %name% kullanıcıları
uk: %name%
zh: %name% 的用户

source: Unlink user
es: Desenlazar usuarios
fr: Délier l’utilisateur
it: rimuovi user
sr: Раскини повезницу са корисником
tr: Kullanıcının bağlantısını kopar
uk: Від'єднати користувача
zh: 取消连结用户

source: Delete group %name%
es: Eliminar grupo %name%
fr: Supprimer le groupe «%name%»
it: Cancella gruppo %name%
sr: Избриши групу %name%
tr: %name% gurubunu kaldır
uk: Видалити групу "%name%"
zh: 删除群组 “%name%”

source: Are you sure you want to delete this group ?
es: ¿Está usted seguro de querer eliminar este grupo?
fr: Êtes-vous sûr(e) de vouloir supprimer ce groupe ?
it: Sei sicuro di voler cancellare questo gruppo?
ru: Действительно удалить эту группу?
sr: Да ли сте сигурни да желите да избришете ову групу ?
tr: Bu gurubu silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цю групу?
zh: 您确定要删除此群组吗？

source: See website
es: Ver sitio web
fr: Voir le site web
it: Vedi sito web
ru: Перейти к сайту
sr: Погледај веб-сајт
tr: Websiteyi gör
uk: Перейти до сайту
zh: 查看网站

source: Minify tree panel
es: Minimizar panel de árbol
fr: Replier le panneau d’arborescence
it: Minimizzare pannello albero
ru: Минимизировать панель дерева
sr: Minify панел-дрвце
tr: Ağaç panelini daralt
uk: Мінімізувати панель дерева
zh: 缩小树面板

source: Interactions
es: Interacciones
it: Interazioni
ru: Взаимодействия
sr: Интеракције
tr: Etkileşimler
uk: Взаємодії
zh: 互动

source: Manage surveys
es: Administrar encuestas
fr: Formulaires personalisés
it: Personalizza questionari
sr: Организуј анкете
tr: Anketleri yönet
uk: Керування опитуванням
zh: 管理信息反馈

source: Manage newsletters
es: Administrar hojas informativas
fr: Newsletters
it: Amministra newsletters
sr: Организуј вести
tr: Bültenleri yönet
uk: Керування новинами
zh: 管理邮件列表

source: Manage subscribers
es: Administrar suscriptores
fr: Abonnés
it: Personalizza iscritti
sr: Организуј претплатнике
tr: Aboneleri yönet
uk: Керування підписниками
zh: 管理订阅者

source: Manage comments
es: Administrar comentarios
fr: Commentaires
it: Personalizza commenti
sr: Организуј коментаре
tr: Yorumları yönet
uk: Керування коментарями
zh: 管理评论

source: Manage tags
es: Administrar etiquetas
fr: Étiquettes
it: Personalizza tags
ru: Управлять тегами
sr: Организуј тагове
tr: Etiketleri yönet
uk: Керування тегами
zh: 管理标签

source: Manage documents
es: Administrar documentos
fr: Documents
it: Personalizza documenti
ru: Управлять документами
sr: Организуј документе
tr: Dokümanları yönet
uk: Керування документами
zh: 管理文档

source: Construction
es: Construcción
it: Costruzione
sr: Конструкција
tr: Yapı
uk: Конструкція
zh: 结构

source: Manage nodes
es: Administrar nodos
fr: Nœuds
it: Personalizza nodi
ru: Управлять узлами
sr: Организуј чворове
tr: Düğümleri yönet
uk: Керування вузлами
zh: 管理节点

source: Manage node-types
es: Administrar tipos de nodo
fr: Types de nœud
it: Personalizza tipi di nodi
ru: Управлять типом узлов
sr: Организуј типове чворова
tr: Düğüm tiplerini yönet
uk: Керування типом вузлів
zh: 管理节点类型

source: Manage translations
es: Administrar traducciones
fr: Traductions
it: Personalizza traduzioni
ru: Управлять переводами
sr: Организуј преводе
tr: Çevirileri yönet
uk: Керування перекладами
zh: 管理翻译

source: Manage themes
es: Administrar temas
fr: Thèmes
it: Personalizza temi
ru: Управление темами
sr: Организуј теме
tr: Temaları yönet
uk: Керування темами
zh: 管理主题

source: Manage fonts
es: Administrar fuentes
fr: Fontes
it: Personalizza fonti
ru: Управление шрифтами
sr: Организуј фонтове
tr: Yazı tiplerini yönet
uk: Керування шрифтами
zh: 管理字体

source: User system
es: Usuario de sistema
fr: Système d’utilisateurs
it: Sistema dell'utente
ru: Система пользователей
sr: Кориснички систем
tr: Kulanıcı sistemi
uk: Система користувачів
zh: 用户系统

source: Manage users
es: Administrar usuarios
fr: Utilisateurs
it: Personalizza utenti
ru: Управление пользователями
sr: Организуј кориснике
tr: Kullanıcıları yönet
uk: Керування користувачами
zh: 管理用户

source: Manage roles
es: Administrar roles
fr: Rôles
it: Personalizza ruoli
ru: Управление ролями
sr: Организуј улоге
tr: Rolleri yönet
uk: Керування ролями
zh: 管理角色

source: Manage groups
es: Administrar grupos
fr: Groupes d’utilisateurs
it: Personalizza gruppi
ru: Управление группами
sr: Уређивање група
tr: Gurupları yönet
uk: Керування групами
zh: 管理群组

source: Site settings
es: Ajustes de sitio
fr: Paramètres du site
it: Impostazioni del sito
ru: Настройки сайта
sr: Подешавања сајта
tr: Site ayarları
uk: Налаштування сайту
zh: 网址设置

source: Translate
es: Traducir
fr: Traduire
it: Traduci
ru: Перевод
sr: Преведи
tr: Çeviri
uk: Переклад
zh: 翻译

source: Are you sure you want to delete node and data ?
es: ¿Está usted seguro de que desea eliminar los nodos y datos?
fr: Êtes-vous sûr(e) de vouloir supprimer ce nœud, ses enfants et toutes ses données ?
it: Sei sicuro di voler cancellare il nodo e i dati?
ru: Действительно удалить узел и данные?
sr: Да ли сте сигурни да желите да избришете чвор и припадајуће податке ?
tr: Düğümü ve verilerini silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити вузол та дані?
zh: 您确定要删除节点和数据吗？

source: Content
es: Contenido
fr: Contenu
it: Contenuti
ru: Содержимое узла
sr: Садржај
tr: Düğüm içeriği
uk: Вміст вузла
zh: 内容

source: Parameters
es: Parámetros
fr: Paramètres
it: Impostazioni
ru: Параметры узла
sr: Параметри
tr: Düğüm parametreleri
uk: Параметри вузла
zh: 参数

source: Tree
es: Arbol
fr: Arborescence
it: Albero
ru: Дерево
sr: Дрвце
tr: Ağaç
uk: Дерево
zh: 树

source: Back to fonts
es: De vuelta a fuentes
fr: Retourner à la liste des fontes
it: Indietro a fonti
ru: Назад к шрифтам
sr: Натраг до фонтова
tr: Yazı tiplerine dön
uk: Назад до шрифтів
zh: 回到字体

source: Import node-type
es: Importar tipo de nodo
fr: Importer
it: Importa tipo nodo
ru: Импортировать тип узла
sr: Увези тип чвора
tr: Düğüm tiplerini içe aktar
uk: Імпортувати тип вузлі
zh: 导入节点类型

source: Backstage
es: Oficina trasera
ru: Закулиса
tr: Perde arkası
uk: Закулісся
zh: 后台

source: Log in
es: Iniciar sesión
fr: Se connecter
ru: Войти
sr: Пријави се
tr: Giriş yap
uk: Увійти
zh: 登入

source: View website
es: Ver sitio web
fr: Voir le site web
it: Vedi sito
ru: Посмотреть сайт
sr: Погледај веб-сајт
tr: Websitesini gör
uk: Подивитись сайт
zh: 查看网站

source: Forgot password ?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
it: Dimenticato la password?
ru: Забыли пароль?
sr: Заборавили сте лозинку ?
tr: Parloanı mı unuttun?
uk: Забули пароль?
zh: 忘记密码？

source: Node-types
es: Tipo de nodos
fr: Types de nœud
it: Tipi di nodo
ru: Типы узлов
sr: Типови чворова
tr: Düğüm tipleri
uk: Типи вузлів
zh: 节点类型

source: Add node-type
es: Añadir tipo de nodo
fr: Ajouter le type de nœud
it: Aggiungi tipo di nodo
ru: Добавить тип узла
sr: Додај тип чвора
tr: Düğüm tipi ekle
uk: Додати тип вузла
zh: 添加节点类型

source: Node-type entity name
es: Nombre de entidad de tipo de nodo
fr: Nom de l’entité
it: Nome dell'entità del tipo di nodo
ru: Имя типа узла
sr: Чвор-тип, име ентитета
tr: Düğüm tipi asıl adı
uk: Ім'я типу вузла
zh: 节点类型实体名

source: Fields
es: Campos
fr: Champs
it: Campi
ru: Поля
sr: Поља
tr: Alanlar
uk: Поля
zh: 字段

source: Manage node-type fields
es: Aministrar campos de tipo de nodo
fr: Champs du type de nœud
it: Campi del tipo di nodo
ru: Управление полями типов узла
sr: Уређивање поља чвор-типа
tr: Düğüm tipi alanlarını yönet
uk: Управління полями типів вузла
zh: 管理节点类型字段

source: Delete node-type
es: Eliminar tipo de nodo
fr: Supprimer le type de nœud
it: Cancella tipo di nodo
ru: Удалить тип узла
sr: Брисање чвор-типа
tr: Düğüm tipi kaldır
uk: Видалити тип вузла
zh: 删除节点类型

source: Back to translations
es: De vuelta a traducciones
fr: Retourner à la liste des traductions
it: Ritorna alla traduzione
ru: Назад к переводам
sr: Натраг на преводе
tr: Çevirilere dön
uk: Назад до перекладів
zh: 回到翻译

source: Delete translation
es: Eliminar traducción
fr: Supprimer la traduction
it: Elimina traduzione
ru: Удалить перевод
sr: Избриши превод
tr: Çeviriyi kaldır
uk: Видалити переклад
zh: 删除翻译

# tag.color
source: Color
fr: Couleur
it: Colore
sr: Боја
tr: Renk
zh: 颜色

source: Tag tree
es: Arbol de etiquetas
fr: Arborescence
it: Etichetta albero
ru: Дерево тегов
sr: Дрвце тагова
tr: Etiket ağacı
uk: Дерево тегів
zh: 标签树

source: Tag content
es: Contenido de etiquetas
fr: Contenu
it: Etichetta il contenuto
ru: Содержимое тега
sr: Садржај тага
tr: Etiket içeriği
uk: Вміст тегу
zh: 标签内容

source: Tag settings
es: Ajustes de etiquetas
fr: Paramètres
it: Impostazioni etichette
ru: Настройки тега
sr: Подешавања тага
tr: Etiket ayarları
uk: Налаштування тегу
zh: 标签设置

source: Tag nodes
es: Nodos de etiquetas
fr: Nœuds
it: Etichetta nodi
ru: Узлы тега
sr: Таг чворова
tr: Etiket düğümleri
uk: Вузли тегу
zh: 标签节点

source: Tagged nodes
es: Nodos etiquetados
fr: Nœuds étiquetés
it: Nodi etichettati
ru: Узлы тега
sr: Таговани чворови
tr: Etiketlenmiş düğümler
uk: Вузли тегу
zh: 已被标签的节点

source: Groups
es: Grupos
fr: Groupes
it: Gruppi
ru: Группы
sr: Групе
tr: Guruplar
uk: Групи
zh: 群组

source: Export all groups
es: Exportar todos los grupos
fr: Exporter tout
it: Esporta tutti i gruppi
ru: Экспортировать все группы
sr: Извези све групе
tr: Tüm gurupları dışa aktar
uk: Експортувати усі теги
zh: 导出所有群组

source: Group required
es: Grupo requerido
fr: Groupe requis
it: Gruppo richiesto
ru: Требуется группа
sr: Тражене групе
tr: Gurup zorunlu
uk: Потребується група
zh: 群组是必需的

source: Delete node-type %name%
es: Eliminar tipo de nodo %name%
fr: Supprimer le type de nœud «%name%»
it: Elimina il tipo di nodo "% name%"
ru: Удалить тип узла "%name%"
sr: Избриши тип чвора %name%
tr: %name% isimli düğüm tipini kaldır
uk: Видалити тип вузла "%name%"
zh: 删除节点类型 “%name%”

source: Are you sure you want to delete node-type ans nodes newsletters ?
es: ¿Está usted seguro de que desea eliminar el tipo de nodo y las hojas informativas de nodo?
fr: Êtes-vous sûr(e) de vouloir supprimer ce type de nœud ? Cela supprimera la totalité des nœuds, contenus et des newsletters liés. Nous vous conseillons d’effectuer une sauvegarde avant de continuer.
it: Sei sicuro di voler eliminare le newsletter dei nodi di tipo ans?
sr: Да ли сте сигурни да желите да избришете тип чвора и вести везане за њега ?
tr: Düğüm tipi ve düğüm bültenlerini silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити тип вузла та вузли новин?
zh: 您确定要删除节点类型和节点邮件列表吗？

source: Upload
es: Subir
fr: Téléverser
it: Caricare
ru: Загрузить
sr: Пошаљи (Upload)
tr: Karşıya yükle
uk: Завантажити
zh: 上传

source: Upload
es: Subir
fr: Téléverser
it: Caricare
ru: Загрузить
sr: Пошаљи (Upload)
tr: Karşıya yükle
uk: Завантажити
zh: 上传

source: Edit font
es: Editar fuente
fr: Éditer la fonte
it: Modifica fonti
ru: Редактировать шрифт
sr: Уреди фонт
tr: Yazı tipi düzenle
uk: Редагувати шрифт
zh: 编辑字体

source: Edit document
es: Editar documento
fr: Éditer le document
it: Modifica il documento
ru: Редактировать документ
sr: Уреди документ
tr: Döküman düzenle
uk: Редагувати документ
zh: 编辑文档

source: Unlink document
es: Desenlazar documento
fr: Délier le document
it: Scollegare il documento
ru: Отвязать документ
sr: Укини повезницу са документом
tr: Doküman bağlantısını kopar
uk: Від'єднати документ
zh: 取消连结文档

source: Delete role %name%
es: Eliminar rol %name%
fr: Supprimer le rôle «%name%»
it: Elimina ruolo% nome%
ru: Удалить роль "%name%"
sr: Избриши улогу %name%
tr: %name% isimli rolü kaldır
uk: Видалити роль "%name%"
zh: 删除角色 “%name%”

source: Are you sure you want to delete this role ?
es: ¿Está usted seguro de que desea eliminar este rol?
fr: Êtes-vous sûr(e) de vouloir supprimer ce rôle ?
it: Sei sicuro di voler eliminare questo ruolo?
ru: Действительно удалить эту роль?
sr: Да ли сте сигурни да желите да избришете наведену улогу ?
tr: Bu rolü kaldırmak istediğinizden emin misiniz?
uk: Дійсно видалити цю роль?
zh: 您确定要删除此角色吗？

source: Wait for authentification
es: Esperando por autenticación
fr: En attente d’authentification…
it: Attendi l'autenticazione
ru: Ожидание аутентификации
sr: Сачекај аутентификацију
tr: Doğrulama için bekliyor
uk: Очікування аутентифікації
zh: 等待认证

source: Documents
es: Documentos
it: Documenti
ru: Документы
sr: Документи
tr: Dokümanlar
uk: Документи
zh: 文档

source: Thumbnail
es: Hipervínculo
fr: Aperçu
it: Anteprima
ru: Миниатюра
sr: Мале сличице
tr: Küçük resim
uk: Мініатюра
zh: 缩略图

source: Filename
es: Nombre de archivo
fr: Nom du fichier
it: Nome file
ru: Имя файла
sr: Име фајла
tr: Dosya adı
uk: Назва файлу
zh: 文件名

source: Created at
es: Fecha de creación
fr: Date de création
it: Data di creazione
ru: Дата создания
sr: Креирано
tr: Oluşturuldu
uk: Дата створенння
zh: 创建于
