Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

# update_roadiz.update_complete
source: Roadiz update is now complete!
es: ¡Roadiz se ha actualizado exitosamente!
fr: La mise à jour de Roadiz est maintenant terminée !
it: L'aggiornamento di Roadiz è completo!
sr: Ажурирање Roadiz-а је успешно окончано!
tr: Roadiz güncellemesi tamamlandı!
uk: Roadiz оновлено!
zh: Roadiz 更新已完成！

source: Automatic upgrade
es: Actualización automática
fr: Mise à jour automatisée
it: Aggiornamento automatico
sr: Аутоматско ажурирање
tr: Otomatik güncelleme
uk: Автоматичне оновлення
zh: 自动升级

# always.make.a.database.backup.before.upgrade
source: You should always make a database backup before using the automatic upgrade tool.
es: Se recomienda realizar un archivo de respaldo de la base de datos antes de utilizar la herramienta de actualización automática.
fr: Vous devriez toujours effectuer une sauvegarde de la base de donnée avant d’utiliser la mise à jour automatisée.
it: Dovresti sempre fare un aggiornamento del database prima di usare l'aggiornamento automatico.
sr: Требало би да увек направите резервну копију базе података пре него што употребите алат за аутоматско ажурирање.
tr: Otomatik güncelleme aracını kullanmadan önce her zaman veritabanı yedeğinizi almalısınız.
uk: Завжди, будь ласка, робіть резервну копію бази даних, перш ніж використовувати засіб автоматичного оновлення.
zh: 在使用自动升级工具前，您总是应该备份您的数据库。

# cannot_update_roadiz.using_git
source: Roadiz can’t update itself, you are using a Git based setup. Update manually…
es: Imposible actualizar a través del proceso basado en Git. Por favor actualizar manualmente.
fr: Impossible de mettre à jour Roadiz, vous l’avez installé avec Git. Veuillez mettre à jour manuellement…
it: Roadiz non si può aggiornare da solo, stai usando la piattaforma Git. Aggiorna manualmente...
sr: Roadiz не може да се надогради, јер користите setup базиран на Git-у. Молимо Вас, извршите ажурирање ручно...
tr: Roadiz kendini güncelleyemez. Git tabanlı kurulum yapmışsınız. Manüel güncelleyin...
uk: Roadiz не може оновитись, Ви використовуєте установку на Git. Оновлення вручну ...
zh: Roadiz 无法自我更新，您正在使用基于 Git 的体系。手动更新...

# cannot_update_roadiz.using_symlink
source: Roadiz can’t update itself, you are using symbolic links. Update manually…
es: Imposible actualizar a través de symlink. Por favor actualizar manualmente.
fr: Impossible de mettre à jour Roadiz, vous l’avez installé en utilisant des liens symboliques. Veuillez le mettre à jour manuellement…
it: Roadiz non si aggiorna da solo, stai utilizzando link simbolici. Aggiorna manualmente
sr: Roadiz не може да се надогради, јер користите symbolic link. Молимо Вас, извршите ажурирање ручно...
tr: Roadiz kendini güncelleyemez. Semolik bağlantılar kullanmaktasınız. Manüel güncelleyin...
uk: Roadiz не може оновитись, Ви використовуєте символічні посилання. Оновлення вручну...
zh: Roadiz 无法自我更新，您正在使用符号链接。手动更新...

# cannot_update_roadiz.no_release_available
source: Roadiz can’t update itself, no available release was found…
es: Imposible actualizar. No se han encontrado actualizaciones disponibles.
fr: Impossible de mettre à jour Roadiz, aucune mise à jour n’est disponible…
it: Roadiz non si aggiorna da solo, non abbiamo trovato alcuna versione disponibile...
sr: Roadiz се не може ажурирати, јер новије издање није пронађено…
tr: Roadiz kendini güncelleyemez. Geçerli bir dağıtım sürümü ulunamadı...
uk: Roadiz не може оновитись, не доступний реліз...
zh: Roadiz 无法自我更新，未找到可用的版本...

# cannot_update_roadiz.no_archive_to_download
source: Roadiz can’t update itself, there is no available archive file to download…
es: Imposible actualizar. No se ha encontrado un archivo para descargar.
fr: Impossible de mettre à jour Roadiz, il n’y a aucune archive à télécharger…
it: Roadiz non si aggiorna da solo, non ci sono file da scaricare disponibili...
sr: Roadiz се не може ажурирати, јер нема доступне архиве за надоградњу која би се преузела…
tr: Roadiz kendini güncelleyemez. İndirilebilir geçerli arşiv dosyası bulunmuyor...
uk: Roadiz не може оновитись, немає доступного архіву, щоб його завантажити...
zh: Roadiz 无法自我更新，没有可用的压缩包下载...

# cannot_update_roadiz.temp_archive_does_not_exist
source: Roadiz can’t update itself, it can’t find the downloaded archive file…
es: Imposible actualizar. No se ha encontrado el archivo temporal.
fr: Impossible de mettre à jour Roadiz, l’archive temporaire est introuvable…
it: Roadiz non si aggiorna da solo, non può trovare l'archivio di file scaricati
sr: Roadiz се не може ажурирати, јер није у могућности да пронађе преузети фајл-архиву за надоградњу…
tr: Roadiz kendini güncelleyemez. İndirilmiş arşiv dosyası tespit edemiyor...
uk: Roadiz не може оновитись, неможливо знайти завантажений архів...
zh: Roadiz 无法自我更新，找不到已下载的压缩包...

# cannot_update_roadiz.cant_open_archive
source: Roadiz can’t update itself, archive file can’t be extracted…
es: Imposible actualizar. No se ha logrado extraer el archivo.
fr: Impossible de mettre à jour Roadiz, l’archive ne peut pas être décompressée…
it: Roadiz non si aggiorna da solo, l'archivio di file non può essere estratto...
sr: Roadiz се не може ажурирати, јер није у могућности да отпакује фајл-архиву…
tr: Roadiz kendini güncelleyemez. Arşiv dosyası genişletilemiyor...
uk: Roadiz не може оновитись, неможливо розпакувати архів...
zh: Roadiz 无法自我更新，压缩包无法解压...

# cannot_update_roadiz.cant_create_temp_dir
source: Roadiz can’t update itself, it’s impossible to create a temporary directory…
es: Imposible actualizar. No se ha logrado crear un directorio temporal.
fr: Impossible de mettre à jour Roadiz, il ne peut pas créer de dossier temporaire…
it: Roadiz non si aggiorna da solo, è impossibile creare un direttorio temporale...
sr: Roadiz се не може ажурирати, јер није у могућности да креира привремени директоријум…
tr: Roadiz kendini güncelleyemiyor. Geçici dizin oluşturulamıyor...
uk: Roadiz не може оновитись, неможливо створити тимчасову теку...
zh: Roadiz 无法自我更新，不能创建临时目录...

# cannot_update_roadiz.destination_folder_does_not_exist
source: Roadiz can’t update itself, your destination folder does not exist…
es: Imposible actualizar. La carpeta destino no existe.
fr: Impossible de mettre à jour Roadiz, le dossier de destination n’existe pas…
it: Roadiz non si aggiorna da solo, la tua destinazione di cartella non esiste...
sr: Roadiz се не може ажурирати, зато што фолдер који сте изабрали као дестинацију - не постоји…
tr: Roadiz kendini güncelleyemez. Hedef dizininiz bulunmuyor...
uk: Roadiz не може оновитись, кінцева тека не існує...
zh: Roadiz 无法自我更新，您的目标文件夹不存在...

# cannot_update_roadiz.destination_folder_is_not_writable
source: Roadiz can’t update itself, your destination folder is not writable…
es: Imposible actualizar. No se ha logrado escribir en la carpeta destino.
fr: Impossible de mettre à jour Roadiz, le dossier de destination n’est pas inscriptible…
it: Roadiz non si aggiorna da solo, la tua cartella di destinazione non è scrivibile
sr: Roadiz се не може ажурирати, зато што се у фолдеру који сте изабрали као дестинацију не може ништа уписивати…
tr: Roadiz kendini güncelleyemiyor. Hedef dizininiz yazılabilir değil...
uk: Roadiz не може оновитись, неможливо записати в кінцеву теку...
zh: Roadiz 无法自我更新，您的目标文件夹不可写...

# nodeName.alreadyExists
source: This node name is already used
es: Este nombre de nodo ya está en uso
fr: Ce nom de nœud est déjà utilisé
it: Questo nome del nodo è già stato usato
sr: Ово име чвора се већ употребљава
tr: Bu düğüm ismi zaten var.
uk: Цей вузол вже використовується
zh: 此节点名已使用

# nodeName.alreadyExists.as.urlAlias
source: This node name is already used as an URL alias
es: Este nombre de nodo ya está siendo usado como un alias de URL
fr: Ce nom de nœud est déjà utilisé en tant qu’alias d’url
it: Questo nome del nodo è già usato come un URL alias
sr: Ово име се већ користи као псеудоним URL адресе
tr: Bu düğüm ismi zaten düğüm takma adı olarak kullanımda
uk: Цей вузол вже використовується як URL-синонім
zh: 此节点名已被用作网址别名

# new.version.available
source: A new version is available
es: Se ha encontrado una versión nueva
fr: Nouvelle version disponible
it: Nuova versione disponibile
sr: Доступна је новија верзија
tr: Yeni versiyon kullanılailir durumda
uk: Доступна нова версія
zh: 有新版本可用

# node.childrenOrder
source: Children nodes are ordered by
es: Los subnodos son ordenados a través de
fr: Les nœuds enfant sont ordonnés par
it: Sotto nodi sono ordinati per
sr: Чворови-потомци су сортирани по
tr: Alt düğümler şununla sıralandı
uk: Дочірні вузли замовлені
zh: 子节点排序顺序

# node.childrenOrderDirection
source: Children nodes order direction
es: Dirección de orden de sub-nodos.
fr: Direction de l’ordre des nœuds enfants
it: Direzione dell'ordine dei sotto nodi
sr: Смер сортирања чворова-потомака
tr: Alt düğümlerin sıralanma yönü
uk: Напрямок замовлення дочірніх вузлів
zh: 子节点排序方向

# node.ttl
source: Front TTL
zh: 前端 TTL

# node_time_to_live_cache_on_front_controller
source: Front cache time to live for this node (given in minutes).
zh: 此节点的前端缓存存活时间 （以分钟为单位）。

# createdAt
source: Creation date
es: Fecha de creación
fr: Date de création
it: Data di creazione
sr: Креирано на дан
tr: Oluşturulma tarihi
uk: Дата створення
zh: 创建日期

# updatedAt
source: Update date
es: Fecha de actualización
fr: Date de mise à jour
it: Data di aggiornamento
sr: Ажурирано дана
tr: Güncellenme tarihi
uk: Дата оновлення
zh: 更新日期

source: Ascendant
es: Ascendente
it: Ascendente
sr: Растуће
tr: Artan
uk: За зростанням
zh: 升序

source: Descendant
es: Descendente
it: Discendente
sr: Опадајуће
tr: Azalan
uk: За спаданням
zh: 降序

# email.alreadyExists
source: Email address is already used
es: La dirección de correo electrónico ya está en uso
fr: L’adresse email est déjà utilisée
it: Email già in uso
sr: Email адреса се већ користи
tr: E-posta adresi zaten kullanımda
uk: Ця email-адреса уже існує
zh: 电子邮件地址已被使用

# username.alreadyExists
source: Username is already used
es: El nombre de usuario ya está en uso
fr: Le nom d’utilisateur est déjà utilisé
it: Nome utente già in uso
sr: Корисничко име се већ користи
tr: Kullanıcı adı zaten kullanımda
uk: Цей користувач уже існує
zh: 用户名已被使用

# tagName.alreadyExists
source: This tag name is already used
es: El nombre de etiqueta ya está en uso
fr: Ce nom d‘étiquette est déjà utilisé
it: Il nome di questa etichetta è già in uso
sr: Овај таг се већ користи
tr: Bu etiket ismi zaten kulanımda
uk: Ця назва тегу вже існує
zh: 此标签名已被使用

# tagName.%name%.alreadyExists
source: Tag with %name% already exists.
it: Il tag col nome %name% esiste già
sr: Таг чије је име %name% већ постоји.
zh: 标签 “%name%” 已存在。

source: Node-type field name already exists
es: El campo de tipo de nodo ya está en uso
fr: Le nom du champ de type de nœud est déjà utilisé
it: Il campo del tipo di nodo è già in uso
sr: Име поља чвор-типа већ постоји
tr: Düğüm tipi alan ismi zaten kullanımda
uk: Поле типу вузла вже існує
zh: 节点类型字段名称已存在

source: Node-type name already exists
es: El tipo de nodo ya está en uso
fr: Le nom du type de nœud est déjà utilisé
it: Il nome del tipo di nodo è già in uso
sr: Назив типа чвора већ постоји
tr: Düğüm tipi ismi zaten kullanımda
uk: Тип вузла вже існує
zh: 节点类型名称已存在

# color.should.be.formatted.in.hexadecimal
source: Color should be formatted using hexadecimal notation
es: El color debe utilizar un formato en notación hexadecimal
fr: La couleur doit être écrite en notation hexadécimale
it: Il colore dovrebbe essere formattato usando la notazione esadecimale
sr: Боја би требало да се дефинише у формату хексадецималног записа
tr: Renk hexadesimal olarak biçimlendirilmeli
uk: Колір буде перетворений у шістнадцяткову систему
zh: 颜色的格式必须是十六进制表示法。

source: Custom-form field name already exists
es: Campo de nombre de formulario personalizado ya está en uso
fr: Le nom du champ de formulaire personnalisé est déjà utilisé
it: Campo del nome del formulario è già esistente
sr: Предложено име посебног фонта се већ користи
tr: Özel form alan ismi zaten kullanımda
uk: Поле користувацької форми вже існує
zh: 自定表格字段已存在

source: Custom form name already exists
es: Nombre de formulario personalizado ya está en uso
fr: Le nom du formulaire personnalisé est déjà utilisé
it: Il nome del formulario esiste già
sr: Име прилагодљивог формулара већ постоји
tr: Özel form ismi zaten kullanımda
uk: Користувацька форма вже існує
zh: 自定表格名已存在

source: Font variant already exists
es: Variante de fuente ya está en uso
fr: La variante de fonte existe déjà
it: Variante di fonte esiste già
sr: Варијанта фонта већ постоји
tr: Yazı tipi ailesi zaten bulunuyor
uk: Стиль шрифту вже існує
zh: 字体变种已存在

# file.is_not_a.valid.font.file
source: This file is not a valid font file
es: Este archivo no es un archivo de fuente válido
fr: Ce fichier n’est pas un fichier de fonte valide
it: Questo file non è un file di fonte valida
sr: Овај фајл не спада у валидне фајлове за фонтове
tr: u dosya geçerli yazı tipi dosyası değil
uk: Це невірний файл шрифту
zh: 此文件不是有效的字体文件

# folder.%name%.updated
source: Folder “%name%” has been updated.
es: La carpeta "%name%" ha sido actualizada.
fr: Le dossier « %name% » a été mis à jour.
it: Cartella %name% è stata aggiornata.
sr: Фолдер по имену %name% је ажуриран
tr: “%name%” isimli klasör güncellendi.
uk: Теку "%name%" оновлено.
zh: 文件夹 “%name%” 已更新。

source: Folder already exists.
es: Carpeta ya existente.
fr: Le dossier existe déjà.
it: Cartella già esistente.
sr: Фолдер већ постоји
tr: Klasör zaten bulunuyor.
uk: Тека вже існує
zh: 文件夹已存在。

# folder.%name%.deleted
source: Folder “%name%” has been deleted.
es: La carpeta "%name%" ha sido eliminada.
fr: Le dossier « %name% » a été supprimé
it: Cartella %name% è stata eliminata
sr: Фолдер по имену %name% је избрисан
tr: “%name%” isimli klasör kaldırıldı.
uk: Теку "%name%" видалено.
zh: 文件夹 “%name%” 已删除。

source: No folder found
es: No se ha encontrado ninguna carpeta
fr: Aucun dossier trouvé
it: Nessuna cartella trovata
sr: Фолдер није пронађен
tr: Klasör bulunamadı
uk: Не знайдено тек
zh: 未找到文件夹

source: Folder does not exist
es: Carpeta no existente.
fr: Le dossier n’existe pas
it: La cartella non esiste
sr: Фолдер не постоји
tr: Klasör bulunmuyor
uk: Тека не існує
zh: 文件夹不存在

source: Pinterest URL
es: URL de Pinterest
fr: Url Pinterest
it: URL di pinterest
sr: Pinterest URL адреса
tr: Pinterest URL’si
zh: Pinterest 网址

# use_cdn
source: Use a CDN for resources
es: Utilizar un CDN como recurso
fr: Utiliser un CDN pour les ressources
it: Usa un CDN per risorse
sr: Користи CDN за ресурсе
tr: Kaynaklar için CDN kullan
uk: Використовуйте CDM для ресурсів
zh: 为资源使用 CDN

# force_locale
source: Force locale in URL
es: Forzar código local en URL
fr: Forcer la locale dans les Url
it: Forza codice locale in URL
sr: Прикажи локална подешавања у оквиру URL-а
tr: URL’de dil alanını zorla
uk: Примусова мова URL
zh: 强制在网址中显示区域代码

# nodeSourcesUrlsCache
source: Node-sources URL cache
es: Cache de URL de fuentes de nodo
fr: Cache des URL des sources de nœud
it: Fonte del nodo cache URL
sr: URL кеш за чвор-sources
tr: Düğüm kaynakları URL ön bellekleri
uk: URL кеш вузла
zh: 节点源网址缓存

# translation.locale.alreadyExists
source: This translation locale is already used
es: El código local de traducción ya está en uso.
fr: Cette locale de traduction est déjà utilisée
it: Questa traduzione locale è già utilizzata
sr: Дати локални превод је већ у употреби
tr: Bu çeviri alanı zaten bulunuyor
uk: Цей переклад вже використовується
zh: 此翻译的区域代码已被使用。

# translation.override_locale.alreadyExists
source: This translation override locale is already used
es: El código local de reemplazo de traducción ya está en uso.
fr: Cette locale de remplacement est déjà utilisée
it: Questa traduzione override locale è già in uso
sr: Ово преснимавање (override) локалних подешавања се већ користи
tr: Bu çeviri geçiş alanı zaten bulunuyor
uk: Цей переклад вже існує
zh: 此翻译的覆盖区域代码已被使用。

source: Override locale
es: Código local de reemplazo
fr: Locale de remplacement
it: Oltrepasso locale
sr: Прегази (оverride) постојећа локална подешавања
tr: Geçiş alanı
uk: Заміна мови
zh: 覆盖区域代码

source: Keep me logged in
es: Mantener conectado
fr: Garder ma session active
it: Lasciami connesso
sr: Остави ме пријављеног
tr: Oturumumu açık tut
uk: Запам'ятати мене
zh: 保持登入

# setting.theme
source: Themes settings
es: Ajustes de temas
fr: Paramètres du thème
it: Impostazione temi
sr: Подешавања теме
tr: Tema ayarları
uk: Налаштування теми
zh: 主题设置

source: Unused documents
es: Documentos sin utilizar
fr: Documents non-utilisés
it: Documenti inutilizzati
sr: Документи који се не користе
tr: Kullanılmamış dokümanlar
uk: Невикористовуванні документи
zh: 未使用的文档

# node.offspring.published
source: Node offspring has been published.
es: Los subnodos se han publicado.
fr: La descendance du nœud a été publiée
it: I sotto nodi sono stati pubblicati.
sr: Чворови-потомци су публиковани
tr: Düğüm kopyaları yayınlandı.
uk: Нащадки вузла опубліковано
zh: 节点下级已发布。

# are_you_sure.publish.node.offspring
source: Are you sure you want to publish this node offspring?
es: ¿Está usted seguro de querer publicar los sub-nodos?
fr: Êtes-vous sûr(e) de vouloir publier toute la descendance de ce nœud ?
it: Sei sicuro di voler pubblicare i sotto nodi?
sr: Да ли сте сигурни да желите да публикујете чворове-потомке ?
tr: Bu düğümün kopyasını yayınlamak istediğinizden emin misiniz?
uk: Ви справді хочете опублікувати нащадки вузла?
zh: 您确定要发布此节点的下级吗？

source: Publish node “%name%” offspring
es: Publicar sub-nodos del nodo "%name%"
fr: Publier la descendance de “%name%”
it: Pubblica sotto nodo %name%
sr: Публикуј потомке чвора %name%
tr: “%name%” düğümünün kopyasını yayınla
uk: Опублікувати нащадків вузла "%name%"
zh: 发布节点 “%name%” 的下级

# publish_node_offspring
source: Publish offspring
es: Publicar sub-nodos
fr: Publier la descendance
it: Pubblica sotto nodo
sr: Публикуј потомке
tr: Kopyayı yayınla
uk: Опублікувати нащадків
zh: 发布下级

# publish-all
source: Publish offspring
es: Publicar sub-nodos
fr: Publier la descendance
it: Pubblica sottocategorie
sr: Публикуј све потомке
tr: Kopyayı yayınla
uk: Опублікувати нащадків
zh: 发布下级

source: Group name
es: Nombre de grupo
fr: Nom du groupe
it: Nome gruppo
sr: Име групе
tr: Gurup ismi
uk: Назва групи
zh: 群组名

# embedId.does_not_exist
source: Embed media ID does not exist.
es: ID multimedia para insertar no existente.
fr: L’identifiant de média externe n’existe pas.
it: ID multimedia da inserire non esiste.
sr: ID угнежђеног медија не постоји.
tr: Yerleştirme medyası ID’si bulunamadı.
uk: ID прикріпленого медіа не існує
zh: 嵌入的媒体 ID 不存在。

# youtube_needs_a_key
source: YoutubeEmbedFinder needs a Google server key.
es: YoutubeEmbedFinder requiere de una llave de servidor de Google.
fr: YoutubeEmbedFinder a besoin d’une clef serveur Google.
it: A YoutubeEmbedFinder serve una chiave di servizio Google.
sr: YoutubeEmbedFinder тражи Google server key.
tr: YoutubeEmbedFinder Google sunucu anahtarı gerektiriyor.
uk: YoutubeEmbedFinder потребує серверний ключ Google.
zh: Youtube 嵌入搜索器需要 Google server key。

# user.edit_details
source: Details
es: Detalles
fr: Détails
it: Dettagli
sr: Детаљи
tr: Detaylar
uk: Деталі
zh: 细节

# new.version.release
source: A new version is released!
es: ¡Se ha detectado una nueva versión!
fr: Une nouvelle version est disponible !
it: Una nuova versione è stata pubblicata!
sr: Доступна је новија верзија !
tr: Yeni versiyon duyuruldu!
uk: Нова версія Roadiz доступна для завантаження
zh: 有一个新版本发布！

source: No valid class found!
es: No se ha encontrado una clase válida.
fr: Aucune classe valide disponible !
it: Nessuna classe valida trovata!
sr: Није пронађена валидна класа !
tr: Geçerli sınıf class bulunamadı!
uk: Не знайдено дійсних класів!
zh: 未找到有效的类

# duplicated.custom.form.%name%
source: Custom form “%name%” has been duplicated.
es: Se ha duplicado el formulario personalizado "%name%"
fr: Le formulaire personnalisé «%name%» a bien été dupliqué
it: Formulario %name% è stato duplicato.
sr: Прилагодљиви формулар %name% је дуплициран
tr: “%name%” özel formu kopyalandı.
zh: 自定表格 “%name%” 已复制。

# impossible.duplicate.custom.form.%name%
source: Impossible to duplicate custom form “%name%”
es: Es imposible duplicar el formulario personalizado "%name%"
fr: Impossible de dupliquer le formulaire personnalisé «%name%»
it: Impossibile duplicare il formulario %name%
sr: Није могуће дуплицирати прилагодљиви формулар %name%
tr: “%name%” özel formunu kopyalamak mümkün değil
zh: 无法复制自定表格 “%name%” 。

# customForm.duplicate
source: Duplicate
es: Duplicar
fr: Dupliquer
it: Duplica
sr: Дуплицирај
tr: Kopyala
zh: 复制

source: Transtype
es: Cambiar tipo
fr: Transtyper
it: Cambia tipo
tr: Trans tipi
zh: 转换类型

source: Transtype node
es: Cambiar tipo de nodo
fr: Transtyper le nœud
it: Cambia tipo nodo
sr: Transtype чвор
tr: Trans tipi düğümü
zh: 转换节点类型

# transtype_will_copy_data_from_fields_existing_in_both_types_not_others
source: Transtype processing will try to copy similar contents from former type to the new one. Remaining data will be lost.
es: El proceso de cambio de tipo de nodo intentará copiar contenidos similares del tipo inicial al final. Los datos remanentes se perderán.
fr: L’opération de transtypage essaiera de préserver les contenus similaires en les copiant d’un type à l’autre. Le reste sera supprimé.
it: Il processo di cambiare il tipo di nodo tenterà di copiare contenuti simili, da quello iniziale a quello finale. I dati rimanente verranno persi.
sr: Transtype processing ће покушати да копира сличан садржај са претходног типа на нови. Преостали подаци ће бити изгубљени.
tr: Trans tipi yürütmesi, benzer içerikleri farklı tiplerden yeni bir tipe kopyalar. Öteki veriler kaybolabilir.
zh: 转换类型处理会尝试将相似的内容从旧类型复制到新类型。剩余的数据将会丢失。

source: Transtype a node
es: Cambiar tipo de nodo
fr: Transtyper un nœud
it: Cambia tipo di nodo
sr: Transtype-уј чвор
tr: Bir düğüme tip geçişi yap
zh: 转换节点类型

# %node%.transtyped_to.%type%
source: “%node%” has been transtyped to %type%.
es: El tipo del nodo "%node%" ha cambiado a %type%
fr: Le nœud « %node% » a été transtypé en %type%.
it: %node% è stato cambiato di tipo a %type%.
sr: Чвор %node% је transtyped-ован у %type%.
tr: “%node%” düğümü %type% tipine geçirildi.
zh: 节点 “%node%” 已被转换为 “%type%” 类型。

source: Add all
es: Añadir todo
fr: Tout ajouter
it: Aggiungi tutto
sr: Додај све
tr: Tümünü ekle
zh: 添加全部

source: Add multiple tags
es: Añadir múltiples etiquetas
fr: Ajouter plusieurs étiquettes
it: Aggiungi etichette multiple
sr: Додај вишеструке тагове
tr: Çoklu etiket ekle
zh: 添加多个标签

# write.every.tags.names.comma.separated
source: Write every tags names you want to create comma separated.
es: Inserte los nombre de etiqueta deseados separados por comas.
fr: Notez le nom de chaque étiquette à créer en les séparant par des virgules.
it: Scrivi il nome che vuoi sull'etichetta se vuoi separato da virgole.
sr: Запишите сва имена тагова које желите да креирате са зарезом између речи (comma separated)
tr: İstediğiniz tüm etiket isimlerini virgülle ayırarak yazın.
zh: 写下您想创建的所有标签，以逗号隔开。

source: Tags names
es: Nombre de etiquetas
fr: Noms des étiquettes
it: Nome etichette
sr: Имена тагова
tr: Etiket isimleri
zh: 标签名称

source: Add tags
es: Añadir etiquetas
fr: Ajouter des étiquettes
it: Aggiungi etichette
sr: Додај тагове
tr: Etiket ekle
zh: 添加标签

source: Download raw document
es: Descargar documento en crudo
fr: Télécharger le document non traité
it: Scarica documento crudo
sr: Преузми raw документ
tr: Raw dokümanı indir
zh: 下载原始文档

# document.raw_document
source: Raw document
es: Documento en crudo
fr: Document non traité
it: Documento crudo
sr: Raw документ
tr: Raw dokümanı
zh: 原始文档

# export_format.rzn
source: RZN file format
es: Formato de archivo RZN
fr: Format de fichier RZN
it: Formato file rnz
sr: RZN формат фајла
tr: RZN dosya biçimi
zh: RZN 文件格式
