Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

# delete.generated_images.cache
source: Purge images cache
es: Eliminar cache de imagenes
fr: Purger le cache des images
it: Elimina cache di immagini
sr: Очисти кеш меморију за слике
tr: Resim önbelleklerini boşalt
uk: Очистити кеш зображень
zh: 清除图片缓存

source: More documents
es: Más documentos
fr: Plus de documents
it: Più documenti
ru: Еще документы
sr: Још докумената
tr: Daha fazla doküman
uk: Більше документів
zh: 更多文档

source: More nodes
es: Más nodos
fr: Plus de nœuds
it: Più nodi
ru: Еще узлы
sr: Још чворова
tr: Daha fazla düğüm
uk: Більше вузлів
zh: 更多节点

source: More node-types
it: Più tipi di nodi
sr: Још типова чворова
zh: 更多节点类型

source: More tags
it: Più etichette
sr: Још тагова
zh: 更多标签

source: More custom-forms
es: Más formularios personalizados
fr: Plus de formulaires
it: Più moduli personalizzati
sr: Још прилагодљивих формулара
tr: Daha fazla özel form
uk: Більше користувацьких форм
zh: 更多自定表格

source: Search custom-forms
es: Buscar formularios personalizados
fr: Rechercher un formulaire
it: Cerca moduli personalizzati
sr: Претраживање прилагодљивих формулара
tr: Özel formlarda ara
uk: Шукати користувацькі форми
zh: 搜索自定表格

# custom-forms.toggle-explorer
source: Explorer
es: Explorador
fr: Explorateur
it: Esploratore
sr: Претраживач
tr: Gezgin
uk: Провідник
zh: 资源管理器

# edit.account
source: Edit your account
es: Editar su cuenta
fr: Modifier votre profil
it: Modifica il tuo profilo
ru: Редактировать учетную запись
sr: Уредите свој налог
tr: Hesabını düzenle
uk: Редагувати обліковий запис
zh: 编辑您的帐号

source: Node type
es: Tipo de nodo
fr: Type de nœud
it: Tipo di nodo
ru: Тип узла
sr: Тип чвора
tr: Düğüm tipi
uk: Тип вузла
zh: 节点类型

# select.nodetype
source: Filter
es: Filtros
fr: Filtrer
it: Filtro
ru: Фильтр
sr: Филтрирање
tr: Filtre
uk: Фільтр
zh: 过滤

# ignore
source: Indifferent
es: Indiferente
fr: Indifférent
it: Ignora
sr: Индиферентан
tr: Farksız
uk: Ігнорувати
zh: 忽略

# true
source: Yes
es: Si
fr: Oui
it: Vero
ru: Да
sr: Логичко Да
tr: Evet
uk: Так
zh: 是

# false
source: No
fr: Non
it: Falso
ru: Нет
sr: Логичко Не
tr: Hayır
uk: Ні
zh: 否

source: Node name
es: Nombre de nodo
fr: Nom du nœud
it: Nome nodo
ru: Имя узла
sr: Име чвора
tr: Düğüm adı
uk: Ім'я вузла
zh: 节点名

# node.id.parent
source: Node parent id
es: Identificación de nodo superior
fr: Identifiant du nœud parent
it: Identificatore del nodo genitore
sr: Id чвора-родитеља
tr: Üst düğüm ID’si
uk: ID батьківського вузла
zh: 节点父 ID

# node.datetime.operator
source: Operator
es: Operador
fr: Opérateur
it: Operatore
sr: Оператор
tr: İşletici
uk: Оператор
zh: 操作者

# node.datetime.value
source: Creation date
es: Fecha de creación
fr: Date de création
it: Data di creazione
sr: Датум креирања
tr: Oluşturulma tarihi
uk: Дата створення
zh: 创建日期

# node.limit.result
source: Results limit
es: Límite de resultados
fr: Limite de résultats
it: Limite di risultati
sr: Лимитирање резултата
tr: Sonuç limitleri
uk: Обмеження ресурсів
zh: 结果限制

# node.tags
source: Tags
es: Etiquetas
fr: Étiquettes
it: Etichette
sr: Тагови
tr: Etiketler
uk: Теги
zh: 标签

# node.tag.exclusive
source: Exclusive tags selection
es: Selección de etiquetas exclusiva
fr: Sélection d'étiquettes exclusive
it: Selezione di etichette esclusive
sr: Селекција ексклузивних тагова
tr: Harici etiketlerin seçimi
uk: Вибирання ексклюзивних тегів
zh: 除了已选标签

# nodetypefield
source: Node type fields
es: Campos de tipo de nodo
fr: Champs du type de nœud
it: Campi del tipo di nodo
sr: Поља типа чвора
tr: Düğüm tipi alanları
uk: Поля типів вузлів
zh: 节点类型字段

source: Search a node
es: Buscar un nodo
fr: Rechercher un nœud
it: Cerca un nodo
ru: Искать узел
sr: Претраживање чвора
tr: Düğüm ara
uk: Шукати вузол
zh: 搜索节点

# export.all.nodesSource
source: Export all nodes sources
es: Exportar todas las fuentes de nodos
fr: Exporter les contenus des nœuds
it: Esportare i contenuti del nodo
sr: Извези сав изворишни код чвора
tr: Tüm düğüm kaynaklarını dışa aktar
uk: Експортувати всі сирці вузлів
zh: 导出所有节点源

# role.cannot.update.status
source: Insufficient rights to apply this status
es: Permisos insuficientes para aplicar este estado
fr: Droits insuffisants pour appliquer ce statut
it: Diritti insufficienti per applicare questo stato
sr: Немате одговарајућа права да аплицирате наведени статус.
tr: Bu durum için yetersiz izin
uk: Недостатньо повноважень щоб застосувати цей статус
zh: 权限不足，无法应用此状态。

# node.%name%.%field%.updated
source: Node %name% "%field%" status has been updated.
es: El estado "%field%" del nodo "%name%" ha sido actualizado.
fr: Le champ "%field%" du nœud %name% a été mis à jour.
it: Il campo "% campo%" del nodo% name% è stato aggiornato.
sr: Статус чвора по имену %name%.%field% је ажуриран.
tr: %name% düğümünün "%field%" durumu güncellendi.
uk: Вузол %name% "%field%" був оновлений
zh: 节点 “%name%” “%field%” 状态已更新。

# added.node.%name%
source: Node “%name%” has been added.
es: El nodo "%name%" ha sido añadido.
fr: Le nœud « %name% » a été créé.
it: Il nodo "% name%" è stato creato.
sr: Додат је чвор имена %name%.
tr: “%name%” düğümü eklendi.
uk: Вузол "%name%" додано.
zh: 节点 “%name%” 已添加。

# custom-forms.type
source: Custom form
es: Formulario personalizado
fr: Formulaire personnalisé
it: Modulo personalizzato
sr: Прилагодљив формулар
tr: Özel form
uk: Користувацька форма
zh: 自定表格

source: Bad credentials
es: Credenciales no reconocidas
fr: Identifiants non reconnus
it: Identificazione non riuscita
sr: Неисправне креденције.
tr: Kötü kişisel veriler
uk: Замало повноважень
zh: 无效的身份凭据

source: User account has expired.
es: La cuenta de usuario ha caducado.
fr: Votre compte utilisateur a expiré.
it: Il tuo account è scaduto.
ru: Срок действия учетной записи истек.
sr: Кориснички налог је истекао.
tr: Kullanıcı hesabının süresi geçmiş.
uk: Термін дії облікового запису закінчився.
zh: 用户帐号已过期。

source: User account is locked.
es: La cuenta de usuario ha sido bloqueada.
fr: Votre compte utilisateur est bloqué.
it: Il tuo account è bloccato
ru: Учетная запись заблокирована.
sr: Кориснички налог је закључан.
tr: Kullanıcı hesabı kilitli.
uk: Обліковий запис заблоковано.
zh: 用户帐号已被锁定。

source: User credentials have expired.
es: Las credenciales de usuario han caducado.
fr: Vos identifiants de session ont expiré.
it: Le tue credenziali sono scadute
ru: Срок действия реквизитов для доступа истек.
sr: Корисничке креденције су истекле.
tr: Kullanıcı bilgilerinin süresi geçmiş.
uk: Термін дії реквізитів для доступу закінчився.
zh: 用户身份凭据已过期。

source: User account is disabled.
es: La cuenta de usuario ha sido inhabilitada.
fr: Votre compte utilisateur est désactivé.
it: Il tuo account è disabilitato
ru: Учетная запись деактивирована.
sr: Кориснички налог је инактивиран.
tr: Kullanıcı hesabı etkin değil.
uk: Обліковий запис деактивовано.
zh: 用户帐号已被禁用。

# change.nodes.status
source: Change selected nodes status
es: Cambiar el estado de los nodos seleccionados
fr: Changement de statut groupé
it: Cambia lo stato dei nodi selezionati
ru: Изменить статус выбранных узлов
sr: Промени статус селектованог чвора.
tr: Seçili düğümlerin durumunu değiştir
uk: Змінити статус вибраних вузлів
zh: 更改已选节点状态

# change.nodes.status.all
source: Change all selected nodes status
es: Cambiar el estado de todos los nodos seleccionados
fr: Changer pour les nœuds sélectionnés
it: Modifica nodi selezionati
ru: Изменить статус всех выбранных узлов
sr: Промени статус свим селектованим чворовима
tr: Tüm seçili düğümlerin durumunu değiştir
uk: Змінити статус усіх вибраних вузлів
zh: 更改所有已选节点状态

# are_you_sure.change-status.these.nodes
source: Are you sure you want to change every selected nodes status?
es: ¿Está usted seguro de querer cambiar el estado de todos los nodos seleccionados?
fr: Êtes-vous sûr(e) de vouloir changer le statut de ces nœuds ?
it: Sei sicuro di voler cambiare lo stato di questi nodi?
ru: Действительно изменить статус высех выбранных узлов?
sr: Да ли сте сигурни да желите да промените статус свим селектованим чворовима ?
tr: Tüm seçili düğümlerin durumunu değiştirmek istediğinizden emin misiniz?
uk: Ви дійсно хочете змінити статус усіх вибраних вузлів?
zh: 您确定要更改所有已选节点的状态吗？

# nodes.status
source: Selection status
es: Estado de los nodos seleccionados
fr: Statut de la sélection
it: Stato di selezione
sr: Статус селектованог
tr: Durum seçimi
uk: Вибирання статусу
zh: 选择状态

# nodes.bulk.status.changed
source: Node selection status has been changed.
es: El estado de los nodos seleccionados ha cambiado.
fr: Le statut de la sélection a bien été changé.
it: Lo stato della selezione nodi è stato modificato
sr: Статус селектованих чворова је промењен.
tr: Düğüm seçim durumu değiştirildi.
uk: Вибраний статус вузла був змінений.
zh: 节点选择状态已更改。

source: Static theme
es: Tema estático
fr: Thème statique
it: Tema statico
sr: Статична тема
tr: Statik tema
uk: Статична тема
zh: 静态主题

# staticTheme.does_not.allow.node_url_routes
source: A static theme means that it won’t listen dynamic nodes URLs, only static routes.
es: Un tema estático no responde a la URL de los nodos dinámicos, solo a rutas estáticas.
fr: Un « thème statique » signifie qu’il ne répondra pas aux requêtes provenant d’URL dynamiques des nœuds, seulement des routes statiques.
it: Un "tema statico" significa che non risponderà alle richieste da URL di nodo dinamico, solo route statiche.
sr: Статична тема значи да тема неће слушати URL-ове динамичких чворова, већ само статичних рута.
tr: Statik tema dinamik düğüm URL’lerini takip etmez, sadece sabit bağlantıları kullanır.
uk: Статична тема означає, що вона не буде читатись динамічними вузлами URL, лише статичними.
zh: 静态主题代表它不会监听动态节点网址，只有固定路由。

# theme.is_static
source: Static
es: Estático
fr: Statique
it: Statico
sr: Статична
tr: Statik
uk: Статична
zh: 静态

# password.must.match
source: Passwords must match
es: Las contraseñas deben coincidir
fr: Les mots de passe doivent correspondre
it: Le password devono corrispondere
sr: Лозинке морају да се поклапају
tr: Parolalar eşleşmeli
uk: Паролі повинні співпадати
zh: 密码必须匹配

source: Passwords must match
es: Las contraseñas deben coincidir
fr: Les mots de passe doivent correspondre
it: Le password devono corrispondere
sr: Лозинке морају да се поклапају
tr: Parolalar eşleşmeli
uk: Паролі повинні співпадати
zh: 密码必须匹配

# no.nodeType.available.create_one_first
source: No node-type have been found. Please create one before adding a node.
es: No se han encontrado tipos de nodo. Por favor crear uno antes de añadir un nodo.
fr: Aucun type de nœud n’est présent sur votre site. Veuillez en créer un avant d’ajouter de nouveaux nœuds.
it: Nessun tipo di nodo è presente sul tuo sito. Si prega di crearne uno prima di aggiungere nuovi nodi.
sr: Ниједан тип чвора није пронађен. Молимо Вас да га креирате пре него што додате чвор.
tr: Hiç düğüm tipi bulunmadı. Lütfen düğüm eklemeden önce bir tane ekleyin.
uk: Не було знайдено жодного типу вузла. Будь ласка створіть хоча б один перед тим, як додавати вузол.
zh: 未找到节点类型。请先创建它再添加节点。

# node.%name%.no_creation.already_exists
source: Node “%name%” can't be created, one with same name already exists.
es: El nodo "%name%" no puede ser creado. Un nodo del mismo nombre ya existe.
fr: Le nœud « %name% » ne peut pas être créé car son nom est déjà utilisé.
it: Il nodo "% name%" non può essere creato perché il suo nome è già utilizzato.
sr: Чвор имена %name% не може бити креиран јер чвор са тим именом већ постоји.
tr: “%name%” düğümü oluşturulamaz, aynı isimde bir tane bulunuyor.
uk: Вузол "%name%" не може бути створений, оскільки вже існує інший з таким іменем.
zh: 同名节点 “%name%” 已存在，无法创建。

# node.dynamicNodeName
source: Dynamic node name
es: Nombre de nodo dinámico
fr: Le nom du nœud est dynamique
it: Il nome del nodo è dinamico
sr: Име динамичког чвора
tr: Dinamik düğüm ismi
uk: Назва динамічного вузла
zh: 动态节点名

# nodeType.status
source: Status
es: Estado
fr: Statut
it: Stato
sr: Статус
tr: Durumlar
uk: Статус
zh: 状态

# nodeType.not_visible
source: Invisible node-type
es: Tipo de nodo invisible
fr: Type de nœud invisible
it: Tipo di nodo invisibile
sr: Невидљиви тип чвора
tr: Görünmez düğüm tipi
uk: Невидимий тип вузла
zh: 不可见的节点类型

# newsletter.nodeType
source: Newsletters reserved type
es: Hoja informativa de tipo reservado
fr: Type réservé aux newsletters
it: Riservato per le newsletter
sr: Тип чвора, вести
tr: Saklı bültenler tipi
uk: Зарезервований тип новий
zh: 邮件列表保留类型

# nodeType.hiding_nodes
source: This type hides its node-tree
es: Este tipo esconde los árboles de nodos
fr: Type cachant son arborescence
it: Digita il suo albero nascosto
sr: Овај тип скрива своје дрвце чворова.
tr: Bu tip düğüm ağacını gizliyor
uk: Цей тип приховує дерево вузлів
zh: 此类型隐藏了它的节点树

source: Newsletter “%name%” created.
es: Hoja informativa "%name%" creada.
fr: La newsletter «%name%» a été créé.
it: La newsletter "% name%" è stata creata.
sr: Креиране су вести под именом %name%.
tr: “%name%” bülteni oluşturuldu.
uk: Новина "%name%" створена.
zh: 邮件列表 “%name%” 已创建。

# newsletter.%newsletter%.updated.%translation%
source: Newsletter “%newsletter%” has been updated for %translation% translation
es: La hoja informativa "%newsletter%" ha sido actualizada para la traducción "%translation%"
fr: La newsletter «%name%» a été mise à jour pour la traduction %translation%
it: La newsletter "% name%" è stata aggiornata per la traduzione% translation%
sr: Вести под именом “%newsletter%” су ажуриране преводом %translation%
tr: “%newsletter%” büteni %translation% çevirisi için güncellendi
uk: Новина "%newsletter%" оновлена для перекладу "%translation%"
zh: 邮件列表 “%newsletter%” 已为 “%translation%” 翻译更新。

# duplicated.newsletter.%name%
source: Newsletter “%name%” has been duplicated.
es: La hoja informativa "%name%" ha sido duplicada.
fr: La newsletter «%name%» a bien été dupliquée
it: La newsletter "% name%" è stata duplicata
sr: Вести под именом “%name%” су дуплициране.
tr: “%name%” bülteni kopyalandı.
uk: Новина "%name%" продубльована.
zh: 邮件列表 “%name%” 已复制。

# impossible.duplicate.newsletter.%name%
source: Impossible to duplicate newsletter “%name%”
es: Resulta imposible duplicar la hoja informativa "%name%"
fr: Impossible de dupliquer la newsletter «%name%»
it: Impossibile duplicare la newsletter "% name%"
sr: Није могуће дуплицирати вести под називом %name%.
tr: “%name%” bültenini kopyalamak imkansız
uk: Неможливо продублювати новину "%name%"
zh: 无法复制邮件列表 “%name%” 。

source: See newsletter
es: Ver hoja informativa
fr: Voir la newsletter
it: Vedi la newsletter
sr: Погледајте вести
tr: Bülteni gör
uk: Дивитись новину
zh: 查看邮件列表

source: Add a newsletter
es: Añadir una hoja informativa
fr: Ajouter une newsletter
it: Aggiungi una newsletter
sr: Додајте вести
tr: Bir bülten ekle
uk: Додати новину
zh: 添加邮件列表

source: Edit newsletter “%name%”
es: Editar la hoja informativa "%name%"
fr: %name%
it: La newsletter "% name%" è stata duplicata
sr: Додајте вести под именом %name%
tr: “%name%” bültenini düzenle
uk: Редагувати новину "%name%"
zh: 编辑邮件列表 “%name%”

source: Newsletter
es: Hoja informativa
sr: Вести
tr: Bülten
uk: Новина
zh: 邮件列表

source: Newsletter type
es: Tipo de hoja informativa
fr: Type de newsletter
it: Tipo di newsletter
sr: Тип вести
tr: Bülten tipi
uk: Тип новини
zh: 邮件列表类型

source: Back to newsletter
es: Volver a hojas informativas
fr: Retourner à la liste des newsletters
it: Torna all'elenco delle newsletter
sr: Натраг на вести
tr: Bültene dön
uk: Назад до новини
zh: 回到邮件列表

source: Create a newsletter
es: Crear una hoja informativa
fr: Créer une newsletter
it: Crea una newsletter
sr: Креирај вести
tr: Bülten oluştur
uk: Створити новину
zh: 创建邮件列表

source: Export HTML
es: Exportar HTML
fr: Exporter en HTML
it: Esporta in HTML
sr: Извези HTML
tr: HTML olarak dışa aktar
uk: Експортувати HTML
zh: 导出 HTML

# export.html.inline
source: Export HTML (inline CSS)
es: Exportar HTML (con CSS integrado)
fr: Exporter en HTML (CSS incorporé)
it: Esporta in HTML (CSS incorporato)
sr: Извези HTML (inline CSS)
tr: HTML olarak dışa aktar (satır içi CSS)
uk: Експортувати HTML (із влаштованим CSS)
zh: 导出 HTML (内嵌 CSS )

# start.test.user.right
source: Take user privileges
es: Tomar privilegios de usuario
fr: Prendre les privilèges
it: Prendi i privilegi
sr: Узми корисничке привилегије
tr: Kullanıcı ayrıcalıklarını al
uk: Отримати привілеї користувача
zh: 获取用户权限

# stop.test.user.right
source: Go back to your user
es: Volver a su usuario
fr: Retourner à son utilisateur
it: Ritorna all'utente
sr: Врати се на свог корисника
tr: Kullanıcına dön
uk: Повернутись назад до вашого обл. запису
zh: 回到您的用户

# overwrite.document
source: Overwrite document file
es: Sobreescribir el documento
fr: Mettre à jour le fichier
it: Sovrascrivi il documento
sr: Пресними преко овог фајла документа
tr: Doküman dosyasının üzerine yaz
uk: Переписати файл документу
zh: 覆盖文档

# document.file.%name%.updated
source: File “%name%” has been updated
es: El archivo "%name%" ha sido actualizado
fr: Le fichier «%name%» a été mis à jour
it: Documento "%name%" aggiornato
sr: Фајл под именом %name% је ажуриран
tr: “%name%” dosyası güncellendi.
uk: Файл "%name%" завантажено
zh: 文件 “%name%” 已更新。

# are_you_sure.delete.nodeSource
source: Are you sure you want to delete this node source?
es: ¿Está usted seguro de querer eliminar la fuente del nodo?
fr: Êtes-vous sûr(e) de vouloir supprimer cette traduction de nœud ?
it: Sei sicuro di voler eliminare questa traduzione di nodo?
sr: Да ли сте сигурни да желите да избришете изворни код овог чвора ?
tr: Bu düğüm kaynağını silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити сирець цього вузла?
zh: 您确定要删除此节点源吗？

# node_source.%node_source%.%translation%.cant.deleted
source: “%node_source%” %translation% translation can not be deleted
es: No es posible eliminar "%node_source%" en "%translation%"
fr: La suppression de «%node_source%» en «%translation%» n'est pas possible
it: L'eliminazione di "% node_source%" a "% translation%" non è possibile
sr: %node_source%.%translation% превод не може бити избрисан
tr: “%node_source%”’nın %translation% çevirisi kaldırılamaz
uk: Переклад %translation% "%node_source%" не можу бути видаленим
zh: “%node_source%” “%translation%” 翻译无法删除

# node_source.%node_source%.deleted.%translation%
source: “%node_source%” %translation% translation has been deleted
es: Se ha eliminado "%node_source%" en "%translation%"
fr: La suppression de «%node_source%» en «%translation%» n'est pas possible
it: L'eliminazione di "% node_source%" a "% translation%" non è possibile
sr: “%node_source%” %translation% превод је избрисан
tr: “%node_source%”’nın %translation% çevirisi kaldırıldı
uk: Переклад "%node_source%" "%translation%" було видалено
zh: “%node_source%” “%translation%” 翻译已删除

source: Delete node source
es: Eliminar fuente de nodo
fr: Supprimer la source du nœud
it: Rimuovi la sorgente del nodo
sr: Избриши изворни код чвора
tr: Düğüm kaynağını kaldır
uk: Видалити сирець вузла
zh: 删除节点源

# latest.node-sources.updates
source: Latest updated node sources
es: Últimas fuentes de nodo actualizadas
fr: Dernières sources modifiées
it: Ultimi aggiornamenti fonti nodi
sr: Најновије ажурирање изворног кода чвора
tr: Son güncellenen düğüm kaynakları
uk: Останнє оновлення вузла
zh: 最后更新的节点源

# customForm.%name%.updated
source: Custom form “%name%” has been updated
es: El formulario personalizado "%name%" ha sido actualizado.
fr: Le formulaire personnalisé « %name% » a bien été mis à jour.
it: La domanda "% name%" è stata aggiornata
sr: Прилагодљив формулар %name% не може бити ажуриран
tr: “%name%” isimli özel form güncellendi
uk: Форма "%name%" оновлена
zh: 自定表格 “%name%” 已更新。

# customForm.%name%.created
source: Custom form “%name%” has been created
es: El formulario personalizado "%name%" ha sido creado.
fr: Le formulaire personnalisé « %name% » a bien été créé.
it: La domanda "% name%" è stata creata
sr: Прилагодљив формулар са називом %name% је креиран
tr: “%name%” isimli özel form oluşturuldu
uk: Користувацька форма "%name%" створена.
zh: 自定表格 “%name%” 已创建。

# customForm.%name%.deleted
source: Custom form “%name%” has been deleted.
es: El formulario personalizado "%name%" ha sido eliminado.
fr: Le formulaire personnalisé « %name% » a bien été supprimé.
it: La domanda "% name%" è stata rimossa
sr: Прилагодљив формулар са називом %name% је избрисан
tr: “%name%” isimli özel form kaldırıldı
uk: Користувацька форма "%name%" видалена.
zh: 自定表格 “%name%” 已删除。

# customForm.%name%.cannot_rename_already_exists
source: Custom form “%name%” can not be renamed, another one already exists
es: El formulario personalizado "%name%" no puede ser renombrado, el nombre utilizado ya existe.
fr: Le formulaire personnalisé « %name% » ne peut être renommé, le nom utilisé existe déjà.
it: Il modulo personalizzato "% name%" non può essere rinominato, il nome utilizzato esiste già.
sr: Прилагодљив формулар под називом %name% не може бити преименован, јер предложено име већ постоји
tr: “%name%” isimli özel formun ismi değiştirilemez, zaten o isimde form bulunuyor
uk: Користувацька форма "%name%" не може бути перейменована, інша з таким же іменем уже існує.
zh: 同名自定表格 “%name%” 已存在，无法重命名。

source: Custom form “%name%” already exists
es: El formulario personalizado "%name%" ya existe.
fr: Le formulaire personnalisé « %name% » existe déjà.
it: Il modulo personalizzato "% name%" esiste già.
sr: Прилагодљив формулар под називом %name% већ постоји
tr: “%name%” isimli özel form zaten var
uk: Користувацька форма "%name%" вже існує.
zh: 自定表格 “%name%” 已存在

source: Select all
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ru: Выбрать все
sr: Селектуј све
tr: Tümünü seç
uk: Вибрати все
zh: 全选

source: Deselect all
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ru: Снять выделение
sr: Де-селектуј све
tr: Tümünden seçimi kaldır
uk: Зняти виділення
zh: 反选所有

# edit.user.%name%.roles
source: %name% roles
es: Roles de %name%
fr: Rôles de %name%
it: %name% ruoli
sr: %name% улога
tr: %name% rolleri
uk: Ролі %name%
zh: %name% 角色

# history.for.%name%
source: %name% history
es: Historia de %name%
fr: Historique de %name%
it: Cronologia %name%
sr: %name% историја
tr: %name% geçmişi
uk: Історія %name%
zh: “%name%” 历史

# admin_image
source: Back-office main picture or brand
es: Imagen/logo de la oficina trasera
fr: Image/Logo de l’administration
it: Logo immagine / amministrazione
sr: Back-office, главна слика или бренд
tr: Arka ofis ana resmi veya logosu
uk: Основне зображення або лого адміністрації
zh: 后台主照片或品牌

# chroot.limited.one
source: You can only choose one root node
es: Usted solo puede seleccionar un nodo raiz
fr: Vous ne pouvez choisir qu'un seul nœud racine
it: Puoi scegliere solo un nodo radice
sr: Можете одабрати само један основни (root) чвор
tr: Sadece bir adet kök düğümü seçebilirsiniz
uk: Ви можете вибрати лише один кореневий вузол
zh: 您只能选择一个根节点

# chroot
source: Root node
es: Nodo raiz
fr: Nœud racine
it: Nodo radice
sr: Основни (root) чвор
tr: Kök düğümü
uk: Кореневий вузол
zh: 根节点

# node.noCreation.alreadyExists
source: Node can not be created, a node already exists with its name
es: El nodo no puede ser creado, un nodo con el mismo nombre ya existe.
fr: Le nœud n’a pas été créé car il existe déjà.
it: Il nodo non è stato creato perché esiste già.
sr: Чвор не може бити креиран, зато што чвор са истим именом већ постоји.
tr: Düğüm oluşturulamaz, aynı isimde bir düğü zaten var
uk: Вузол не може бути створений, вже існує інший з таким же іменем
zh: 节点无法创建，已有同名节点存在。

# maps_style
source: Default Google Maps styles
es: Estilos de Google Maps por defecto
fr: Style par défaut Google Maps
it: Stile predefinito di Google Maps
sr: Подразумевани стилови Google Maps-а
tr: Varsayılan Google Maps stili
uk: Стандартні стилі Google Maps
zh: 默认 Google Maps 样式
