Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

source: Maps default location
es: Locación por defecto de mapas
fr: Position par défaut des cartographies
it: Posizione di mappatura predefinita
sr: Подразумеване локације на Maps
tr: Haritanın varsayılan lokasyonu
zh: 定位默认位置

# user.status
source: Status
es: Estado
fr: Statut
it: Stato
sr: Статус
tr: Durumu
uk: Статус
zh: 状态

# user.enabled
source: Enabled account
es: Usuario activado
fr: Compte activé
it: Account attivato
sr: Активиран налог
tr: Etkinleştirilmiş hesap
uk: Активований аккаунт
zh: 已启用的帐号

# user.disabled
source: Disabled account
es: Usuario desactivado
fr: Compte désactivé
it: Account disabilitato
sr: Деактивиран налог
tr: Etkisizleştirilmiş hesap
uk: Деактивований аккаунт
zh: 已禁用的帐号

# user.locked
source: Locked account
es: Usuario bloqueado
fr: Compte verrouillé
it: Account bloccato
sr: Закључани налог
tr: Kilitli hesap
uk: Заблокований аккаунт
zh: 已锁定的帐号

# user.expired
source: Expired account
es: Usuario caducado
fr: Compte expiré
it: Account scaduto
sr: Налог који је истекао
tr: Süresi geçmiş hesap
uk: Термін аккаунту минув
zh: 已过期的帐号

# user.expiresAt
source: Account will expire at:
es: El usuario va a caducar en:
fr: Le compte s’expire le :
it: L'account scade il:
sr: Налог истиче:
tr: Hesap süresi dolumu:
uk: Термін аккаунту мине через:
zh: 帐号有效期至：

# user.force.expired
source: Force account expiration
es: Obligar caducación de usuario
fr: Forcer l’expiration du compte
it: Forza la scadenza dell'account
sr: Форсирај истек налога
tr: Hesap son kullanımını zorla
uk: Примусове завершення аккаунту
zh: 强制帐号过期

# user.credentialsExpiresAt
source: Account credentials will expire at:
es: Las credenciales del usuario caducan en:
fr: Les identifiants du compte expirent le :
it: Gli ID account scadono il:
sr: Креденције налога истичу:
tr: Hesap bilgileri süre dolumu vakti:
uk: Повноваження аккаунту закінчаться через:
zh: 帐号身份凭据有效期至：

# user.force.credentialsExpired
source: Force account credential expiration
es: Obligar caducación de credenciales del usuario
fr: Forcer l’expiration des identifiants du compte
it: Forza la scadenza degli ID account
sr: Форсирај истек креденција налога
tr: Hesap bilgilerinin son kullanımını zorla
uk: Примусове закінчення повноважень аккаунту
zh: 强制帐号身份凭据过期

# edit.user.%name%.security
source: “%name%” security
es: Seguridad de %name%
fr: Sécurité de « %name% »
it: Sicurezza di "% name%"
sr: %name% , сигурност
tr: “%name%” güvenlik
uk: Безпека %name%
zh: “%name%” 安全

# user.%name%.security.updated
source: “%name%” security settings have been updated.
es: Los ajustes de seguridad de "%name%" han sido actualizados.
fr: Les paramètres de sécurité du compte « %name% » ont été mis à jour.
it: Le impostazioni di sicurezza dell'account "% name%" sono state aggiornate.
sr: Сигурносна подешавања за %name% су ажурирана
tr: “%name%” güvenlik ayarları güncellendi.
uk: Параметри безпеки "%name%" оновлено.
zh: “%name%” 安全设置已更新。

source: User account has expired
es: La cuenta de usuario ha caducado.
fr: Le compte utilisateur a expiré.
it: L'account è scaduto.
sr: Кориснички налог је истекао
tr: Kullanıcı hesabının süresi doldu
uk: Обліковий запис користувача закінчився
zh: 用户帐号已过期

# user.crendentials.has-expired
source: User account credentials have expired
es: Las credenciales de la cuenta del usuario han caducado.
fr: Les identifiants du compte utilisateur ont expiré.
it: Le credenziali dell'account utente sono scadute.
sr: Креденције корисничког налога су истекле
tr: Kulanıcı bilgileri süresi doldu
uk: Повноваження аккаунту закінчилися
zh: 用户帐号身份凭据已过期

# user.last-login
source: Last login date
es: Fecha de último acceso
fr: Date de la dernière connexion
it: Data dell'ultima connessione
sr: Датум последњег пријављивања
tr: Son giriş tarihi
uk: Дата останнього заходу
zh: 最后登录日期

# user.password-requested-at
source: Last password request date
es: Fecha de última petición de contraseña
fr: Date de la dernière demande de mot de passe
it: Data dell'ultima richiesta di password
sr: Датум када је последњи пут тражена лозинка
tr: Son parola isteği tarihi
uk: Дата останнього запиту пароля
zh: 最后请求密码日期

# never.requested
source: Never
es: Nunca
fr: Jamais
it: Mai richiesto
sr: Никада
tr: Asla
uk: Ніколи
zh: 从未请求

source: Year
es: Año
fr: Année
it: Anno
sr: Година
tr: Yıl
uk: Рік
zh: 年

source: Month
es: Mes
fr: Mois
it: Mese
sr: Месец
tr: Ay
uk: Місяць
zh: 月

source: Day
es: Día
fr: Jour
it: Giorno
sr: Дан
tr: Gün
uk: День
zh: 日

source: Hour
es: Hora
fr: Heure
it: Ora
sr: Сат
tr: Saat
uk: Година
zh: 小时

# minute
source: Min.
es: Minuto
it: Minuti
sr: Минут
tr: Dak.
uk: Хв.
zh: 分钟

# user.security
source: Security
es: Seguridad
fr: Sécurité
it: Sicurezza
sr: Безбедност
tr: Güvenlik
uk: Безпека
zh: 安全

source: Your account email
es: Tu cuenta de correo electrónico
fr: Email lié à votre compte
it: Email collegata al tuo account
sr: Еmail адреса Вашег налога
tr: Hesabınızın e-postası
uk: Ваш email-аккаунт
zh: 您的帐号电子邮件

# %email%.email.does.not.exist.in.user.account.database
source: “%email%” email does not exist in users database.
es: El correo "%email%" no existe en la base de datos de usuarios.
fr: L’email « %email% » n’a pas été trouvé dans la base de donnée.
it: L'email "% email%" non è stata trovata nel database.
sr: %email% , адреса не постоји у бази података корисника.
tr: “%email%” e-postası kullanıcı veritabanında bulunmuyor
uk: Email-адреса "%email%" не існує у базі даних користувачів.
zh: 电子邮件 “%email%” 不在用户数据库中。

# to.get.new.password.enter.your.account.email
source: In order to request a new password, just enter the email linked to your account.
es: Para soliciar una nueva contraseña, por favor introduzca el correo electrónico asociado a su cuenta.
fr: Pour obtenir un nouveau mot de passe, veuillez entrer l’adresse email liée à votre compte utilisateur.
it: Per ottenere una nuova password, inserisci l'indirizzo email collegato al tuo account utente.
sr: Како бисте затражили нову лозинку, једноставно унесите email који је повезан са Вашим налогом.
tr: Yeni parola istemek sürecinde, hesabınıza bağlı e-postayı girin.
uk: Щоб отримати новий пароль просто вкажіть email вашого облікового запису.
zh: 要请求新密码，只需输入连结到您帐号的电子邮件。

# request.new.password
source: Request a new password
es: Solicitar una nueva contraseña
fr: Envoyer la demande
it: Invia la richiesta
sr: Затражи нову лозинку
tr: Yeni parola iste
uk: Попросити новий пароль
zh: 请求新密码

source: Back to login
es: Volver a inicio de sesión
fr: Revenir à la page de connexion
it: Ritorna alla pagina di accesso
sr: Натраг на пријављивање
tr: Girişe dön
uk: Назад до сторінки входу
zh: 回到登录

# a.personal.password.reset.link.has.been.sent.to.your.account.email
source: A personal password reset link has been sent to you by email, do not wait too long this link will automatically expire.
es: Un enlace para recuperar su contraseña personal ha sido enviado a su correo electrónico. No espere mucho, pues este enlace caducará pronto.
fr: Un lien personnel de réinitialisation de mot de passe vous a été envoyé par email. N’attendez pas trop longtemps, ce lien expirera automatiquement.
it: Un link per la reimpostazione della password personale ti è stato inviato via email. Non aspettare troppo a lungo, questo link scadrà automaticamente.
sr: Линк за ресетовање лозинке је послат на Ваш email. Ако не одговорите на захтев, важење линка ће аутоматски истећи и линк више неће бити активан.
tr: Kişisel parola sıfırlama bağlantısı e-postanıza yollandı. Bağlantı süresi geçeceği için çok fazla eklemeyin.
uk: Посилання на скидання вашого паролю було надіслано вам на email. Не чекайте довго, інакше адреса стане недійсною.
zh: 密码重置链接已发送到您的邮箱，请不要等太久，此链接会自动过期。

source: Confirmation token is invalid.
es: La ficha de confirmación es inválida.
fr: Le jeton de confirmation est invalide.
it: Il token di conferma non è valido.
sr: Токен за потврђивање је неисправан.
tr: Onaylama bilgisi geçersiz
uk: Ключ підтвердження недійсний.
zh: 确认令牌无效

source: Confirmation token has expired.
es: La ficha de confirmación ha caducado.
fr: Le jeton de confirmation a expiré.
it: Il token di conferma è scaduto.
sr: Токен за потврђивање је истекао.
tr: Onaylama bilgisinin süresi geçmiş
uk: В ключа підтвердження витік термін дії.
zh: 确认令牌已过期。

source: Choose a new password
es: Escoja una nueva contraseña
fr: Choisissez un nouveau mot de passe
it: Scegli una nuova password
sr: Одаберите нову лозинку
tr: Yeni bir parola seçin
uk: Обрати новий пароль
zh: 选择一个新密码

source: Save new password
es: Guardar nueva contraseña
fr: Valider votre mot de passe
it: Salva una nuova password
sr: Снимите нову лозинку
tr: Yeni parolayı kaydet
uk: Зберегти новий пароль
zh: 保存新密码

source: Your new password has been saved.
es: Su nueva contraseña ha sido guardada.
fr: Votre nouveau mot de passe a bien été enregistré.
it: La tua nuova password è stata salvata.
sr: Ваша нова лозинка је сачувана.
tr: Yeni parolanız kaydedildi.
uk: Ваш новий пароль збережено.
zh: 您的新密码已保存。

source: Go back to login page to connect.
es: Volver a página de inicio de sesión para conectarse.
fr: Vous pouvez revenir à la page de connexion.
it: È possibile tornare alla pagina di accesso.
sr: Вратите се натраг на страницу за пријављивање како бисте се повезали.
tr: Bağlanmak için giriş sayfasına dönün.
uk: Поверніться назад до сторінки входу для підключення.
zh: 回到登录页面以连接。

# a.confirmation.email.has.already.be.sent
source: A confirmation email already has been sent to you, check your emails or your spam folder.
es: Le fue enviado un correo electrónico de confirmación, revise su bandeja de entrada y carpeta de correo basura.
fr: Un email de confirmation vous a déjà été envoyé, veuillez vérifier dans vos courriers indésirables.
it: È già stata inviata un'email di conferma, controlla la posta indesiderata.
sr: Еmail за потврђивање Вам је већ послат. Молимо Вас, проверите да није случајно завршио у фолдеру spam.
tr: Doğrulama e-postası zaten size iletildi. E-postanızı veya spam (istenmeyen) klasörünüze bakın.
uk: Лист підтвердження був вам надісланий, перевірте вашу електронну пошту або теку "спам".
zh: 确认邮件已发送到您的邮箱，请查看您的收件箱或垃圾邮件。

# email.invalid
source: Email is invalid or does not exist.
es: El correo electrónico es inválido o no existe.
fr: L’email est invalide ou n’existe pas.
it: L'email non è valida o non esiste.
ru: Адрес электронной почты указан не верно или не существует.
sr: Email је неважећи или непостојећи.
tr: E-posta geçersiz veya bulunmuyor.
uk: Невірна email-адреса.
zh: 电子邮件无效或不存在。

source: Result cache
es: Cache de resultados
fr: Cache des résultats
it: Risultati della cache
sr: Резултат је додат (cache)
tr: Önbellek sonuçları
uk: Кеш результатів
zh: 结果缓存

source: Hydratation cache
es: Cache de hidratación
fr: Cache d’hydratation
it: cache d'idratazione
tr: Doyurma önbelleği
uk: Розрідження кешу
zh: Hydratation 缓存

source: Query cache
es: Cache de consulta
fr: Cache de requêtes
it: Cache di query
ru: Кеш запросов
tr: Sorgu önbelleği
uk: Кеш запитів
zh: 查询缓存

source: Metadata cache
es: Cache de meta-datos
fr: Cache des méta-données
it: Metadati della cache
ru: Кеш метаданных
tr: Meta verisi önbelleği
uk: Кеш метаданих
zh: 元数据缓存

# no.cache.available
source: No available cache found.
es: No hay ningún cache disponible.
fr: Aucune implémentation de cache trouvée.
it: Nessuna cache trovata.
ru: Доступный кеш не найден
sr: Није пронађен доступни cache.
tr: Kullanılabilir bellek bulunmuyor.
uk: Доступний кеш на знайдено
zh: 未找到可用缓存。

# homeNode.limited.one
source: You only can choose one home node.
es: Solo puede escoger un nodo de inicio.
fr: Vous ne pouvez choisir qu'un seul nœud d'accueil
it: Puoi scegliere solo un nodo principale
ru: Можно выбрать только один главный узел
sr: Можете одабрати само један почетни (home) чвор.
tr: Sadece bir adet anasayfa düğümü seçeilirsiniz.
uk: Можна вибрати лише один головний вузол
zh: 您只能选择一个首页节点。

# NodeNode
source: Home node
es: Nodo de inicio
fr: Nœud d'accueil
it: Nodo Home
sr: Home чвор
tr: Anasayfa düğümü
uk: Головний вузол
zh: 首页节点

# theme.root.limited.one
source: You can only choose one root node
es: Usted solo puede eligir un nodo raíz
fr: Vous ne pouvez choisir qu'un seul nœud racine
it: Puoi scegliere solo un nodo radice
sr: Можете одабрати само један основни (root) чвор
tr: Sadece bir adet kök düğümü seçebilirsiniz
uk: Ви можете вибрати тільки один кореневий вузол
zh: 您只能选择一个根节点

# themeRoot
source: Root node
es: Nodo raíz
fr: Nœud racine
it: Nodo radice
ru: Корневой узел
sr: Root чвор
tr: Kok düğümü
uk: Кореневий вузол
zh: 根节点

# about.cms
source: About Roadiz
es: Acerca de Roadiz
fr: À propos de Roadiz
it: A proposito di Roadiz
sr: О Roadiz
tr: Roadiz hakkında
uk: Про Roadiz
zh: 关于 Roadiz

# news.version.release
source: A new Roadiz version is available for update.
es: Una nueva versión de Roadiz está disponible.
fr: Une nouvelle version de Roadiz est dans les bacs
it: Una nuova versione di Roadiz è stata rilasciata
sr: Доступна је нова, унапређена верзија Roadiz-а.
tr: Yeni bir Roadiz sürümü güncelleme için hazır durumda.
uk: Нова версія Roadiz доступна для завантаження
zh: Roadiz 有一个新版本可更新。

# lastest.version.installed
source: Roadiz is up-to-date.
es: Actuamente tiene instalada la última versión de Roadiz disponible.
fr: Roadiz est à jour.
it: Roadiz è aggiornato.
sr: Користите најновију верзију Roadiz-а
tr: Roadiz’iniz güncel.
uk: Встановлена остання версія
zh: Roadiz 已是最新版。

source: Current version
es: Versión actual
fr: Version actuelle
it: Versione corrente
sr: Верзија која се тренутно користи
tr: Geçerli versiyon
uk: Поточна версія
zh: 目前版本

# last.version
source: Lastest version
es: Última versión
fr: Dernière version
it: Ultima versione
sr: Најновија верзија
tr: En son versiyon
uk: Остання версія
zh: 最新版本

source: Changelog
es: Historial de cambios
fr: Notes de mise à jour
it: Note di rilascio
sr: Забелешке о ажурирању
tr: Değişim bilgisi
uk: Журал змін
zh: 更新日志

source: Download folder content
es: Descargar el contenido de carpeta
fr: Télécharger le contenu du dossier
it: Scarica il contenuto del file
sr: Преузми садржај фолдера
tr: Klasör içeriğini indir
uk: Завантажити вміст теки
zh: 下载文件夹内容

# not.valid.facebook.name
source: This is not a valid Facebook user ID, find your ID using http://lookup-id.com/ website.
es: La ID de usuario de Facebook no es válida.
fr: Ce n’est pas un ID Facebook valide, vous pouvez aller sur http://lookup-id.com/ pour le retrouver.
it: Questo non è un ID di Facebook valido, puoi andare su http://lookup-id.com/ per trovarlo.
sr: Дати ID није валидни Facebook ID. Пронађите свој ID путем сајта http://lookup-id.com/ .
tr: Bu geçerli bir Facebook ID’si değil. ID’nizi http://lookup-id.com/ sitesini kullanarak bulun.
uk: Це неправильне Facebook ім'я, просто скопіюйте частину після https://www.facebook.com/
zh: 这不是一个有效的 Facebook ID ，请使用 https://lookup-id.com/ 网站查找您的 ID 。

# routePrefix
source: Static routes prefix
es: Prefijo de ruta estático
fr: Préfixe des routes statiques
it: Prefisso di route statiche
sr: Prefix за статичне руте
tr: Statik rota prefix’i
uk: Статичний кореневий вузол
zh: 固定路由前缀

# current.document.is.private.you.cannot.preview.it
source: Current document is private, you can’t preview it.
es: El documento actual es privado. Imposible obtener una vista previa.
fr: Le document actuel est marqué comme privé, vous ne pouvez pas afficher son aperçu.
it: Il documento corrente è contrassegnato come privato, non è possibile visualizzarne l'anteprima.
sr: Овај документ је приватни и не можете га погледати.
tr: Geçerli doküman özeldir, önizleyemezsiniz.
uk: Поточна версія приватна, ви не можете її переглянути
zh: 当前的文档是私密的，您无法预览它。

# document.public_url
source: Public URL
es: URL pública.
fr: URL publique
it: URL pubblico
sr: Јавна URL адреса
tr: Açık URL
uk: Публічний URL
zh: 公开网址

# document.filepath
source: Absolute file path
es: Ruta de archivo absoluta
fr: Chemin absolu du fichier
it: Percorso del file assoluto
sr: Детаљна путања до фајла (Absolute file path)
tr: Kesin dosya yolu
uk: Абсолютний шлях файлу
zh: 绝对文件路径

source: Download document
es: Descargar documento
fr: Télécharger le document
it: Scarica il documento
sr: Преузми документ
tr: Dokümanı indir
uk: Завантажити документ
zh: 下载文档

source: Static domain name
es: Nombre de dominio estático
fr: Nom de domaine statique
it: Nome di dominio statico
sr: Име статичког домена
tr: Statik alan adı (domain)
uk: Статичне доменне ім'я
zh: 固定域名名称

# item-per-page.display.count
source: Display:
es: Mostrar
fr: Afficher :
it: Mostra:
sr: Прикажи
tr: Görüntüle:
uk: Дисплей:
zh: 显示：

# move.node.to.first.position
source: Move to first position
es: Mover al inicio de la lista
fr: Déplacer en début de liste
it: Sposta in cima alla lista
sr: Помери на прву позицију
tr: İlk pozisyona taşı
uk: Перейти до початку
zh: 移动到最开始的位置

# move.node.to.last.position
source: Move to last position
es: Mover al final de la lista
fr: Déplacer en fin de liste
it: Sposta alla fine dell'elenco
sr: Помери на последњу позицију
tr: Son pozisyona taşı
uk: Перейти до кінця
zh: 移动到最后的位置

# node.hide
source: Hide
es: Esconder
fr: Cacher
it: Nascondere
sr: Сакриј
tr: Gizle
uk: Приховати
zh: 隐藏

# node.show
source: Show
es: Mostrar
fr: Rendre visible
it: Rendi visibile
sr: Покажи
tr: Göster
uk: Показати
zh: 显示

# node.publish
source: Publish
es: Publicar
fr: Publier
it: Pubblicare
sr: Објави
tr: Yayınla
uk: Публікувати
zh: 发布

# node.unpublish
source: Unpublish
es: Retirar publicación
fr: Dépublier
it: Annulla pubblicazione
sr: Повуци објаву
tr: Yayınlamayı kaldır
uk: Видалити публікацію
zh: 取消发布

# node.duplicate
source: Duplicate
es: Duplicado
fr: Dupliquer
it: Duplicato
sr: Дуплицирај
tr: Kopyala
uk: Дублювати
zh: 复制

# string.should.only.contain.latin.characters
source: Characters string should only contain simple latin alphabet
es: La cadena de caracteres solo debe contener caracteres del alfabeto latín
fr: La chaîne de caractères ne devrait contenir que des caractères latins non-accentués
it: La stringa di caratteri dovrebbe contenere solo caratteri latini non accentati
sr: Characters string може садржати само једноставна латинична слова.
tr: Bağlantı sadece temel latin karakterlerini içermelidir
uk: Рядок може містити лише латинку
zh: 字符串只能包含简单的拉丁字母

source: String should not be a SQL reserved word
es: La cadena de caracteres no debe ser una palabra reservada para SQL.
fr: La chaîne de caractères ne devrait pas être un mot réservé pour SQL
it: La stringa non dovrebbe essere una parola riservata per SQL
sr: String не би требало да буде реч резервисана од стране SQL-а
tr: Bağlantı SQL’e ayrılmış kelimelerden olmamalıdır
uk: Рядок не зарезервоване SQL слово
zh: 字符串不能有 SQL 保留词

source: This value should not be blank
es: Este valor no debe quedar en blanco.
fr: Cette valeur ne devrait pas être vide.
it: Questo valore non dovrebbe essere vuoto.
sr: Унета вредност не би требало да буде празно поље
tr: Bu değer boş olmamalıdır.
uk: Це значення не може бути порожнім
zh: 此值不能为空

source: This value is not valid.
es: Este valor no es válido.
fr: Cette valeur n'est pas valide.
it: Questo valore non è valido.
sr: Ова вредност није валидна
tr: Bu değer geçerli değil.
uk: Це значення не вірне.
zh: 此值无效

# font_variant.regular
source: Regular
fr: Normal
it: Regolare
sr: Обично
tr: Normal
uk: Звичайний
zh: 正常

# font_variant.italic
source: Italic
es: Cursivas
fr: Italique
it: Corsivo
tr: İtalik
uk: Курсив
zh: 斜体

# font_variant.bold
source: Bold
es: Negritas
fr: Gras
it: Grassetto
tr: Kalın
uk: Товстий
zh: 粗体

# font_variant.bold.italic
source: Bold italic
es: Negritas cursivas
fr: Gras italique
it: Grassetto corsivo
tr: Kalın italik
uk: Товстий курсив
zh: 粗斜体

# font_variant.light
source: Light
it: Poco calcato
tr: Açık
uk: Світлий
zh: 浅色

# font_variant.light.italic
source: Light italic
es: Cursivas light
fr: Light italique
it: Poco calcato corsivo
tr: Açık italik
uk: Світлий курсив
zh: 浅色斜体

# font_variant.thin
source: Thin
it: Stretto
zh: 瘦体

# font_variant.thin.italic
source: Thin italic
it: Corsivo stretto
zh: 瘦斜体

# font_variant.extra_light
source: Extra light
it: Molto poco calcato
zh: 超浅色

# font_variant.extra_light.italic
source: Extra light italic
it: Corsivo molto poco calcato
zh: 超浅斜体

# font_variant.extra_bold
source: Extra bold
it: Molto grassetto
zh: 超粗体

# font_variant.extra_bold.italic
source: Extra bold italic
it: Corsivo molto grassetto
zh: 超粗斜体

# font_variant.semi_bold
source: Semi bold
it: Semi grassetto
zh: 半粗体

# font_variant.semi_bold.italic
source: Semi bold italic
it: Semi corsivo grassetto
zh: 半粗斜体

# font_variant.medium
source: Medium
it: Medio
zh: 中间

# font_variant.medium.italic
source: Medium italic
it: Medio corsivo
zh: 中斜体

# font_variant.black
source: Black
it: nero
sr: Црно
zh: 黑色

# font_variant.black.italic
source: Black italic
it: corsivo nero
sr: Црно italic
zh: 黑色斜体

source: Update Roadiz
es: Actualizar Roadiz
fr: Mettre à jour Roadiz
it: Aggorna Roadiz
sr: Ажурирање Roadiz-а
tr: Roadiz’i güncelle
uk: Оновити Roadiz
zh: 更新 Roadiz

# update.please_wait
source: Update on going… please wait
es: Actualizando. Por favor esperar.
fr: Mise à jour en cours, veuillez patienter…
it: Aggiornamento in corso... per favore attendere
sr: Ажурирање у току... молимо Вас, сачекајте
tr: Güncelleme sürüyor... Lütfen bekle
uk: Оновлюється... зачекайте будь ласка
zh: 正在更新中...请等待

# update.done.back_to_home
source: Back to backoffice home
es: De vuelta al inicio de oficina trasera
fr: Revenir à l’accueil
it: Indietro alla schermata ufficio
sr: Натраг на backoffice home
tr: Yönetim ofisine dön
uk: Додому
zh: 回到后台主页

# update_roadiz.download_archive
source: Roadiz is downloading lastest archive file…
es: Roadiz está descargando el último archivo
fr: Roadiz est en train de télécharger la dernière archive disponible…
it: Roadiz sta aggiornando gli archivi file
sr: Roadiz преузима најновију фајл-архиву...
tr: Roadiz en yeni arşiv dosyasını indiriyor...
uk: Roadiz завантажує архів
zh: Roadiz 正在下载最新压缩包...

# update_roadiz.unarchive
source: Roadiz is unpacking latest archive file…
es: Roadiz está descomprimiento el último archivo
fr: Roadiz est en train de décompresser l’archive de mise à jour…
it: Roadiz sta decomprimendo i file più recenti...
sr: Roadiz тренутно врши распакивање најновије фајл-архиве...
tr: Roadiz en yeni arşiv dosyasını genişetiyor...
uk: Roadiz розпаковує архів
zh: Roadiz 正在解压最新压缩包...

# update_roadiz.move_new_files
source: Roadiz is moving around files to update your favorite CMS…
es: Roadiz está reubicando archivos para su actualización
fr: Roadiz jongle avec ses fichiers pour mettre à jour votre CMS favori…
it: Roadiz sta spostando files per aggiornare il tuo CMS preferito...
sr: Roadiz помера фајлове унаоколо, како би ажурирао Ваш омиљени CMS…
tr: Roadiz favori içerik yönetim sisteminizi güncellemek için dosyalarda geziniyor...
uk: Roadiz переміщує файли, щоб оновити вашу улюблену CMS ...
zh: Roadiz 正在移动文件以更新您喜爱的软件...

# update_roadiz.clear_cache
source: Roadiz is clearing its cache…
es: Roadiz está limpiando su cache
fr: Roadiz est en train de vider son cache…
it: Roadiz sta pulendo il suo cache...
sr: Roadiz чисти кеш меморију…
tr: Roadiz ön belleği temizliyor...
uk: Roadiz очищує кеш
zh: Roadiz 正在清除它的缓存...

# update_roadiz.update_schema
source: Roadiz is updating your database schema…
es: Roadiz está actualizando el esquema de base de datos
fr: Roadiz est en train de migrer le schéma de sa base de données…
it: Roadiz sta aggiornando il tuo schema di database...
sr: Roadiz ажурира шему базе података…
tr: Roadiz veritabanı şemanızı güncelliyor...
uk: Roadiz оновлює схему
zh: Roadiz 正在更新您的数据库概要...
