Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

source: Explorer
es: Explorador
fr: Explorateur
it: Esploratore
sr: Претраживач
tr: Gezgin
uk: Провідник
zh: 资源管理器

source: Uploader
es: Encargado de subida
fr: Téléverseur
tr: Yükleyici
uk: Завантажувач
zh: 上传者

source: Embedder
es: Incrustador
fr: Intégrateur
tr: Yerleştirici
uk: Вставник
zh: 嵌入者

source: Delete translation %name%
es: Borrar traducción %name%
fr: Supprimer la traduction «%name%»
it: Elimina traduzione% nome%
sr: Избриши превод %name%
tr: %name% isimli çeviriyi kaldır.
uk: Видалити переклад "%name%"
zh: 删除翻译 “%name%”

source: Are you sure you want to delete this translation and node data ?
es: ¿Está seguro de querer eliminar esta traducción y los datos de nodo?
fr: Êtes-vous sûr(e) de vouloir supprimer cette traduction ? Cela supprimera la totalité des contenus traduits. Nous vous conseillons d’effectuer une sauvegarde avant de continuer.
it: Sei sicuro di voler eliminare questa traduzione? Questo cancellerà tutto il contenuto tradotto. Ti consigliamo di eseguire il backup prima di continuare. % Nome%
sr: Да ли сте сигурни да желите да избришете овај превод и податке из чвора ?
tr: Bu çeviriyi ve düğüm bilgisini kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цей переклад та дані вузла?
zh: 您确定要删除此翻译及节点数据吗？

source: Delete settings %name%
es: Eliminar ajustes %name%
fr: Supprimer le paramètre «%name%»
it: elimina impostazione "%name%"
sr: Избриши подешавања %name%
tr: %name% isimli ayarları kaldır.
uk: Видалити налаштування %name%
zh: 删除设置 “%name%”

source: Are you sure you want to delete settings ?
es: ¿Está seguro de querer eliminar los ajustes?
fr: Êtes-vous sûr(e) de vouloir supprimer le paramètre ?
it: Sei sicuro di voler eliminare l'impostazione?
ru: Действительно удалить настройку?
sr: Да ли сте сигурни да желите да избришете подешавања ?
tr: Ayarları kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це налаштування?
zh: 您确定要删除设置吗？

source: Translate
es: Traducir
fr: Traduire
it: Traduci
ru: Перевести
sr: Преведи
tr: Çeviri
uk: Перекласти
zh: 翻译

source: Translate node
es: Traducir nodo
fr: Traduire le nœud
it: Traduci nodo
ru: Перевести узел
sr: Преведи чвор
tr: Düğümü çevir
uk: Перекласти вузол
zh: 翻译节点

source: Title
es: Título
fr: Titre
it: Titolo
ru: Заголовок
sr: Наслов
tr: Başlık
uk: Заголовок
zh: 标题

source: Page
es: Página
it: Pagina
ru: Страница
sr: Страница
tr: Sayfa
uk: Сторінка
zh: 页面

source: -- Choose a value --
es: Escoger un valor
fr: Choisissez une valeur
it: Scegli un valore
ru: -- Выберите значение --
sr: -- Изаберите вредност --
tr: -- Bir değer seç --
uk: -- Виберіть значення --
zh: -- 选择一个值 --

source: {0} No item|{1} <span>1</span> item|]1,Inf] <span>%count%</span> items
es: {0} Sin objeto|{1} <span>1</span> objeto|]1,Inf] <span>%count%</span> objetos
fr: {0} Aucun objet|{1} <span>1</span> objet|]1,Inf] <span>%count%</span> objets
it: {0} Nessun oggetto | {1} <span> 1 </ span> oggetto |] 1, Inf] <span>%count%</span> oggetti
sr: {0} Нема ставки|{1} <span>1</span> ставка|]1,Inf] <span>%count%</span> ставке(и)
tr: {0} Öğe yok|{1} <span>1</span> öğe|]1,Inf] <span>%count%</span> öğe
zh: {0} 没有项目|{1} <span>1</span> 项|]1,Inf] <span>%count%</span> 项

source: 1 item
es: 1 objeto
fr: 1 objet
it: 1 elemento
ru: 1 объект
sr: 1 ставка
tr: 1 öğe
uk: 1 об'єкт
zh: 1 项

source: %count% items
es: %count% objetos
fr: %count% objets
it: %count%. elementi
ru: Объектов: %count%
sr: %count% ставки
tr: %count% öğe
uk: Об'єктів: %count%
zh: %count% 项

source: {0} No role|{1} 1 role|]1,Inf] %count% roles
es: {0} Ningún rol|{1} 1 rol|]1,Inf] %count% roles
fr: {0} Aucun rôle|{1} 1 rôle|]1,Inf] %count% rôles
it: {0} Nessun ruolo|{1} 1 ruolo|]1,Inf] %count% ruoli
ru: {0} нет ролей | {1} 1 роль | [2,4] %count% роли | [5,Inf] %count% ролей
sr: {0} Нема улогу|{1} 1 улога|]1,Inf] %count% улогe(a)
tr: {0} Rol yok|{1} 1 rol|]1,Inf] %count% rol
uk: {0} немає ролей | {1} 1 роль | [2,4] %count% ролі | [5,Inf] %count% ролей
zh: {0} 没有角色|{1} 1 个角色|]1,Inf] %count% 个角色

source: 1 role
es: 1 rol
fr: 1 rôle
it: 1 ruolo
ru: 1 роль
sr: 1 улога
tr: 1 rol
uk: 1 роль
zh: 1 个角色

source: %count% roles
fr: %count% rôles
it: %count% ruoli
sr: %count% улоге(а)
tr: %count% rol
uk: Ролей: %count%
zh: %count% 个角色

source: {0} No group|{1} 1 group|]1,Inf] %count% groups
es: {0} Ningún grupo|{1} 1 grupo|]1,Inf] %count% grupos
fr: {0} Aucun groupe|{1} 1 groupe|]1,Inf] %count% groupes
it: {0} nessun gruppo|{1} 1 gruppo|]1,Inf] %count% gruppi
sr: {0} Нема група|{1} 1 група|]1,Inf] %count% група
tr: {0} Gurup yok|{1} 1 gurup|]1,Inf] %count% gurup
uk: {0} Немає груп|{1} 1 група|]1,Inf] %count% груп
zh: {0} 没有群组|{1} 1 个群组|]1,Inf] %count% 个群组

source: 1 group
es: 1 grupo
fr: 1 groupe
it: 1 gruppo
ru: 1 группа
sr: 1 група
tr: 1 gurup
uk: 1 група
zh: 1 个群组

source: %count% groups
es: %count% grupos
fr: %count% groupes
it: %count% gruppi
ru: Группы: %count%
sr: %count% групе(а)
tr: %count% gurup
uk: Груп: %count%
zh: %count% 个群组

source: {0} No user|{1} 1 user|]1,Inf] %count% users
es: {0} Ningún usuario|{1} 1 usuario|]1,Inf] %count% usuarios
fr: {0} Aucun utilisateur|{1} 1 utilisateur|]1,Inf] %count% utilisateurs
it: {0} nessun utente|{1} 1 utente|]1,Inf] %count% utenti
sr: {0} Нема корисника|{1} 1 корисник|]1,Inf] %count% корисника
tr: {0} Kullanıcı yok|{1} 1 kullanıcı|]1,Inf] %count% kullanıcı
uk: {0} Немає користувача|{1} 1 користувач|]1,Inf] %count% користувачів
zh: {0} 没有用户|{1} 1 个用户|]1,Inf] %count% 个用户

source: 1 user
es: 1 usuario
fr: 1 utilisateur
it: 1 utente
ru: 1 пользователь
sr: 1 корисник
tr: 1 kullanıcı
uk: 1 користувач
zh: 1 个用户

source: %count% users
es: %count% usuarios
fr: %count% utilisateurs
it: %count% utenti
ru: Пользователи: %count%
sr: %count% корисника
tr: %count% kullanıcı
uk: Користувачі: %count%
zh: %count% 个用户

source: {0} No tag|{1} 1 tag|]1,Inf] %count% tags
es: {0} Ninguna etiqueta|{1} 1 etiqueta|]1,Inf] %count% etiquetas
fr: {0} Aucune étiquette|{1} 1 étiquette|]1,Inf] %count% étiquettes
it: {0} nessuna etichetta|{1} 1 etichetta|]1,Inf] %count% etichette
sr: {0} Нема тагова|{1} 1 таг|]1,Inf] %count% тага/тагова
tr: {0} Etiket yok|{1} 1 etiket|]1,Inf] %count% etiket
uk: {0} Немає тегів|{1} 1 тег|]1,Inf] %count% тегів
zh: {0} 没有标签|{1} 1 个标签|]1,Inf] %count% 个标签

source: 1 tag
es: 1 etiqueta
fr: 1 étiquette
it: 1 etichetta
ru: 1 тег
sr: 1 таг
tr: 1 etiket
uk: 1 тег
zh: 1 个标签

source: %count% tags
es: %count% etiquetas
fr: %count% étiquettes
it: %count% etichette
ru: Теги: %count%
sr: %count% тага/тагова
tr: %count% etiket
uk: Теги: %count%
zh: %count% 个标签

source: {0} No document|{1} 1 document|]1,Inf] %count% documents
es: {0} Ningún documento|{1} 1 documento|]1,Inf] %count% documentos
fr: {0} Aucun document|{1} 1 document|]1,Inf] %count% documents
it: {0} nessun documento|{1} 1 documento|]1,Inf] %count% documenti
sr: {0} Нема докумената|{1} 1 документ|]1,Inf] %count% докумен(а)та
tr: {0} Doküman yok|{1} 1 doküman|]1,Inf] %count% doküman
uk: {0} Немає документу|{1} 1 документ|]1,Inf] %count% документів
zh: {0} 没有文档|{1} 1 个文档|]1,Inf] %count% 个文档

source: 1 document
es: 1 documento
it: 1 documento
ru: 1 документ
sr: 1 документ
tr: 1 doküman
uk: 1 документ
zh: 1 个文档

source: %count% documents
es: %count% documentos
it: %count% documenti
ru: Документов: %count%
sr: %count% докумен(а)та
tr: %count% doküman
uk: Документів: %count%
zh: %count% 个文档

source: {0} No node|{1} 1 node|]1,Inf] %count% nodes
es: {0} Ningún nodo|{1} 1 nodo|]1,Inf] %count% nodos
fr: {0} Aucun nœud|{1} 1 nœud|]1,Inf] %count% nœuds
it: {0} nessun nodo|{1} 1 nodo|]1,Inf] %count% nodi
sr: {0} Нема чворова|{1} 1 чвор|]1,Inf] %count% чвора/чворова
tr: {0} Düğüm yok|{1} 1 düğüm|]1,Inf] %count% düğüm
uk: {0} Немає вузлів|{1} 1 вузол|]1,Inf] %count% вузлів
zh: {0} 没有节点|{1} 1 个节点|]1,Inf] %count% 个节点

source: 1 node
es: 1 nodo
fr: 1 nœud
it: 1 nodo
ru: 1 узел
sr: 1 чвор
tr: 1 düğüm
uk: 1 вузол
zh: 1 个节点

source: %count% nodes
es: %count% nodos
fr: %count% nœuds
it: %count% nodi
ru: Узлов: %count%
sr: %count% чвора/чворова
tr: %count% düğüm
uk: Вузлів: %count%
zh: %count% 个节点

source: {0} No field|{1} 1 field|]1,Inf] %count% fields
es: {0} Ningún campo|{1} 1 campo|]1,Inf] %count% campos
fr: {0} Aucun champ|{1} 1 champ|]1,Inf] %count% champs
it: {0} nessun nodo di campo |{1} 1.nodo di campo|]1,Inf] %count% nodi di campo
sr: {0} Нема поља|{1} 1 поље|]1,Inf] %count% поља
tr: {0} Alan yok|{1} 1 alan|]1,Inf] %count% alan
uk: {0} Немає поля|{1} 1 поле|]1,Inf] %count% полей
zh: {0} 没有字段|{1} 1 个字段|]1,Inf] %count% 个字段

source: 1 field
es: 1 campo
fr: 1 champ
it: 1 nodo di campo
ru: 1 поле
sr: 1 поље
tr: 1 alan
uk: 1 поле
zh: 1 个字段

source: %count% fields
es: %count% campos
fr: %count% champs
it: %count% nodi di campo
ru: Полей: %count%
sr: %count% поља
tr: %count% alan
uk: Полів: %count%
zh: %count% 个字段

source: Single-line text
es: Línea de carácteres
fr: Chaîne de caractères
it: Linea di caratteri
ru: Текст в одну строку
sr: Текст у једној линији
tr: Tek satırlık metin
uk: Однорядковий текст
zh: 单行文本

source: Date and time
es: Fecha y hora
fr: Date et heure
it: Data e ora
ru: Дата и время
sr: Датум и време
tr: Tarih ve zaman
uk: Дата та час
zh: 日期与时间

# date.type
source: Date
es: Fecha
it: Data
sr: Датум
tr: Tarih
uk: Дата
zh: 日期

source: Basic text
es: Texto
fr: Texte
it: Testo
ru: Простой текст
sr: Основни текст
tr: Basit metin
uk: Текст
zh: 基本文本

source: Markdown text
es: Formato Markdown
fr: Markdown
it: Markdown
ru: Markdown разметка
sr: Markdown текст
tr: Markdown metin
uk: Markdown розмітка
zh: Markdown 文本

# json.type
source: JSON code
es: Código JSON
fr: Code JSON
it: Codice di tipo JSON
sr: JSON код
tr: JSON kodu
zh: JSON 代码

# css.type
source: CSS code
es: Código CSS
fr: Code CSS
it: Tipo CSS
sr: CSS код
tr: CSS kodu
zh: CSS 代码

source: Boolean (true or false)
es: Booleano
fr: Booléen
it: Tipo boolean
ru: Да или нет
sr: Логичко (true или false)
tr: Boolean (doğru-yanlış)
uk: Бульовий (true чи false)
zh: 布尔值 （是 或 否）

source: Integer number
es: Número entero
fr: Nombre entier
it: Numero intero
ru: Целое число
sr: Цео број
tr: Tam sayı
uk: Числовий
zh: 整数

source: Decimal number
es: Número decimal
fr: Nombre décimal
it: Numero decimale
ru: Дробное число
sr: Децимални број
tr: Ondalıklı sayı
uk: Дробний
zh: 小数

source: Email
es: Correo electrónico
ru: Адрес электронной почты
tr: E-posta
uk: Email-адреса
zh: 电子邮件

source: Single choice
es: Selección única
fr: Choix simple
it: Scelta unica
ru: Выбор из списка значения
sr: Јединствени избор
tr: Tekil seçim
uk: Вибір із списку значень
zh: 单选

source: Multiple choice
es: Selección múltiple
fr: Choix multiple
it: Scelta multipla
ru: Выбор нескольких значений из списка
sr: Вишеструки избори
tr: Çoğul seçim
uk: Вибір декількох значень із списку
zh: 多选

source: Documents
es: Documentos
it: Documenti
ru: Документы
sr: Документи
tr: Dokümanlar
uk: Документи
zh: 文档

source: Children nodes
es: Sub-nodos
fr: Nœuds enfants
it: Sotto etichette
ru: Дочерние узлы
sr: Потомачки чворови
tr: Alt düğümler
uk: Дочірні вузли
zh: 子节点

# country.type
source: Country (ISO 3166-1 alpha-2)
es: País (ISO 3166-1 alpha-2)
fr: Pays (ISO 3166-1 alpha-2)
it: Paese (ISO 3166-1 alpha-2)
sr: Кодови држава (ISO 3166-1 alpha-2)
tr: Ülke (ISO 3166-1 alpha-2)
zh: 国家与地区（ISO 3166-1 alpha-2）

# collection.type
source: Custom collection
it: Collezione
sr: Прилагођена колекција
zh: 自定收藏

source: Add a %nodeType%
es: Añadir un/a %nodeType%
fr: Ajouter un(e) %nodeType%
it: Aggiungi un %nodeType%
ru: Добавить тип узла "%nodeType%"
sr: Додајте %nodeType%
tr: %nodeType% ekle
uk: Додати тип вузла "%nodeType%"
zh: 添加一个 “%nodeType%”

source: Bad request
es: Solicitud incorrecta
fr: Mauvaise requête
it: Richiesta sbagliata
ru: Неправильный запрос
sr: Неисправан захтев
tr: Kötü istek
uk: Неправильний запит
zh: 错误的请求

source: File name
es: Nombre de archivo
fr: Nom du fichier
it: Nome del file
ru: Имя файла
sr: Име фајла
tr: Dosya adı
uk: Назва файлу
zh: 文件名

source: Media platform
es: Plataforma multimedia
fr: Plateforme
it: Piattaforma
sr: Платформа за медије
tr: Medya platformu
uk: Медіа-платформа
zh: 媒体平台

source: Media identifier on platform
es: Identificación de plataforma multimedia
fr: Identifiant du média
it: Identificatore del supporto sulla piattaforma
sr: Идентификатор медија на платформи
tr: Medya platform kimliği
uk: ID медіа-платформи
zh: 平台上的媒体标识符

# %field%.is.reserved.word
source: “%field%” name is a reserved word, please choose another one.
es: La palabra %field% está reservada, por favor escoger otra.
fr: Le nom «%field%» est un mot réservé.
it: "% Field%" nome è una parola riservata, per favore scegline un'altra.
sr: %field% име које сте дали је већ резервисано. Молимо Вас, одаберите неко друго.
tr: “%field%” ismi ayrı tutulmuş bir kelimedir, lütfen başka bir tane seçin.
uk: "%field%" є зарезервованим словом, виберіть, будь ласка, інше.
zh: 名称 “%field%” 是一个保留词，请选择其他的。

# settingGroup
source: Setting groups
es: Grupos de ajuste
fr: Groupe de paramètres
it: Impostazioni gruppo
sr: Подешавање групе
tr: Ayar gurupları
uk: Вибір груп
zh: 设置组

source: “%group%” settings
es: Ajustes de "%group%"
fr: Paramètres
it: Impostazioni
sr: “%group%” подешавања
tr: “%group%” ayarları
uk: Налаштування "%group%"
zh: “%group%” 设置

# settingGroup.%name%.updated
source: Setting group %name% has been updated.
es: El grupo de ajustes %name% ha sido actualizado.
fr: Le groupe de paramètres «%name%» a été mis à jour.
it: Il gruppo di impostazioni%name% è stato aggiornato.
sr: Подешавање групе %name% је ажурирано.
tr: %name% ayar gurubu güncelendi.
uk: Опція групи "%name%" була оновлено.
zh: 设置组 “%name%” 已更新。

# settingGroup.%name%.created
source: Setting group %name% has been created.
es: El grupo de ajustes %name% ha sido creado.
fr: Le groupe de paramètres «%name%» a été crée.
it: Il gruppo di impostazioni%name% è stato creato.
sr: Подешавање групе %name% је креирано.
tr: %name% ayar gurubu oluşturuldu.
uk: Опцію групи "%name%" створено.
zh: 设置组 “%name%” 已创建。

# settingGroup.%name%.deleted
source: Setting group %name% has been deleted.
es: El grupo de ajustes %name% ha sido eliminado.
fr: Le groupe de paramètres «%name%» a été supprimé.
it: Il gruppo di impostazioni "% name%" è stato rimosso.
sr: Подешавања групе %name% су избрисана.
tr: %name% ayar gurubu kaldırıldı.
uk: Опцію групи "%name%" видалено.
zh: 设置组 “%name%” 已删除。

# settingGroup.%name%.no_update.already_exists
source: Setting group %name% can't be updated, it already exists.
es: El grupo de ajustes %name% no puede ser actualizado, este ya existe.
fr: Le groupe de paramètres «%name%» n’a pas été mis à jour car le nom utilisé existe déjà.
it: l gruppo di impostazioni "%name%" non è stato aggiornato perché il nome utilizzato esiste già.
sr: Подешавања групе %name% не могу бити ажурирана, јер већ постоје.
tr: %name% ayar gurubu güncellenemez, zaten bulunuyor.
uk: Опція групи "%name%" не може бути оновлена, бо таке вже існує.
zh: 设置组 “%name%” 已存在，无法更新。

# settingGroup.%name%.no_creation.already_exists
source: Setting group %name% can't be created, it already exists.
es: Grupo de ajustes %name% ya existe. No puede ser creado.
fr: Le groupe de paramètres «%name%» n’a pas été créé car le nom utilisé existe déjà.
it: Il gruppo di impostazioni "%name%" non è stato creato perché il nome utilizzato esiste già.
sr: Подешавања групе %name% не могу бити креирана, јер већ постоје.
tr: %name% ayar gurubu oluşturulamaz, zaten bulunuyor.
uk: Опція групи "%name%" не може бути створена, бо таке вже існує.
zh: 设置组 “%name%” 已存在，无法创建。

# settingGroup.in.menu
source: In menu
es: Mostrar en menu
fr: Affiché dans le menu ?
it: Nel menu
sr: У менију
tr: Menüde gözüksün mü?
uk: У меню
zh: 在菜单中

source: See settings
es: Ver ajustes
fr: Voir les paramètres
it: Visualizza le impostazioni
sr: Погледајте подешавања
tr: Ayarları gör
uk: Дивитись параметри
zh: 查看设置

source: Add setting group
es: Añadir grupo de ajustes
fr: Ajouter le groupe de paramètres
it: Aggiungi il gruppo parametri
ru: Добавить группу настроек
sr: Додај групу подешавања
tr: Ayar gurubu ekle
uk: Додати групу опцій
zh: 添加设置组

# save.settingGroup
source: Save
es: Guardar
fr: Sauvegarder
it: Salvare
ru: Сохранить группу настроек
sr: Сачувај
tr: Gurup ayarlarını kaydet
uk: Зберегти групу опцій
zh: 保存

# are_you_sure.delete.settingGroup
source: Are you sure you want to delete this setting group ?
es: ¿Está usted seguro de querer eliminar este grupo de ajustes?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe de paramètres ?
it: Sei sicuro di voler eliminare questo gruppo di impostazioni?
ru: Действительно стереть эту группу настроек?
sr: Да ли сте сигурни да желите да избришете ову групу подешавања ?
tr: Bu ayar gurubunu silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити групу цих опцій?
zh: 您确定要删除此设置组吗？

source: Delete setting group “%name%”
es: Eliminar grupo de ajustes "%name%"
fr: Supprimer le groupe de paramètres «%name%»
it: Elimina il gruppo di impostazioni "%name%"
sr: Избриши групу подешавања %name%
tr: “%name%” ayar gurubunu kaldır
uk: Видалити опцію групи "%name%"
zh: 删除设置组 “%name%”

source: Delete setting group
es: Eliminar grupo de ajustes
fr: Supprimer le groupe de paramètres
it: Elimina il gruppo di impostazioni
sr: Избриши групу подешавања
tr: Ayar gurubunu kaldır
uk: Видалити опцію групи
zh: 删除设置组

source: Back to setting groups
es: Volver a grupos de ajustes
fr: Retourner à la liste des groupes de paramètres
it: Elimina il gruppo di impostazioni
sr: Натраг на групе подешавања
tr: Ayar guruplarına dön
uk: Назад до опцій групи
zh: 回到设置组

source: All settings
es: Todos los ajustes
fr: Tous les paramètres
it: Tutte le impostazioni
sr: Сва подешавања
tr: Tüm ayarlar
uk: Усі опції
zh: 所有设置

source: Setting groups
es: Grupos de ajustes
fr: Groupes de paramètres
it: Impostazione dei gruppi
sr: Групе подешавања
tr: Ayar gurupları
uk: Опції групи
zh: 设置组

source: Setting groups
es: Grupos de ajustes
fr: Groupes de paramètres
it: Impostazione dei gruppi
sr: Групе подешавања
tr: Ayar gurupları
uk: Опції групи
zh: 设置组

source: Display debug panel
es: Ver panel de depuración
fr: Afficher le panneau de déboguage
it: Visualizza il pannello di debug
sr: Прикажи панел за отклањање грешака
tr: Hata ayıklama panelini göster
uk: Показати панель налагодження
zh: 显示调试面板

# email_sender
source: Main website email address
es: Emisor de correo
fr: Email expéditeur
it: Mittente email
sr: Еmail адресе основног веб-сајта
tr: Ana website e-postası
uk: Відправник email
zh: 主网站电子邮件地址

# email_sender_name
source: Main website sender name
es: Nombre de emisor de correo
fr: Nom de l’expéditeur des emails
it: Nome del mittente della e-mail
sr: Име пошиљаоца
tr: Ana website gönderici ismi
uk: Ім'я відправника email
zh: 主网站发件人名称

# seo_description
source: SEO meta-description
es: Descripción de referencia
fr: Description de référencement
it: Descrizione SEO
ru: SEO мета-описание
sr: SEO meta-опис
tr: SEO meta açıklama
uk: Мета-опис SEO
zh: SEO 元描述

# site_name
source: Website name
es: Nombre de sitio web
fr: Nom du site
it: Nome del sito
ru: Имя сайта
sr: Име веб-сајта
tr: Website ismi
uk: Назва сайту
zh: 网站名称

# site_copyright
source: Website author name
es: Derechos de autor de sitio web
fr: Copyright du site
it: Copyright del sito
ru: Имя автора
sr: Име аутора веб-сајта
tr: Website yazarı ismi
uk: Ім'я автора
zh: 网站作者名称

source: Maintenance mode
es: Modo de mantenimiento
fr: Mode de maintenance
it: Modalità di manutenzione
ru: Режим обслуживания
sr: Мод за одржавање
tr: Bakım modu
uk: Режим обслуговування
zh: 维护模式

source: Universal Analytics ID
es: ID de análisis universal
fr: Code de suivi Universal Analytics
it: Codice di tracciamento di Universal Analytics
ru: Идентификатор Universal Analytics
sr: ID за Universal Analytics
tr: Universal Analytics ID’si
uk: ID Universal Analytics
zh: 通用统计 ID

source: Facebook URL
es: Dirección web de Facebook
fr: Url Facebook
it: Url Facebook
sr: Facebook URL адреса
tr: Facebook URL’si
zh: Facebook 网址

source: Instagram URL
es: Dirección web de Instagram
fr: Url Instagram
it: Url Instagram
sr: Instagram URL адреса
tr: Instagram URL’si
zh: Instagram 网址

source: Instagram - User ID
sr: Instagram - ID корисника
zh: Instagram - 用户 ID

source: Twitter URL
es: Dirección web de Twitter
fr: Url Twitter
it: Url Twitter
sr: Twitter URL адреса
tr: Twitter URL’si
zh: Twitter 网址

source: LinkedIn Url
it: URL di Linkedin
sr: LinkedIn Url адреса
zh: LinkedIn 网址

source: Youtube Url
it: URL di YouTube
sr: Youtube Url адреса
zh: Youtube 网址

# googleplus_url
source: Google + Url
sr: Google + Url адреса
zh: Google + 网址

# twitter_account
source: Twitter account name
es: Nombre de cuenta de twitter
fr: Compte Twitter
it: Account Twitter
ru: Имя учетной записи Twitter
sr: Име Twitter налога
tr: Twitter hesap ismi
uk: Назва облікового запису Twitter
zh: Twitter 用户名

# you_must_show_youre_not_robot
source: You must validate the Recaptcha to verify you’re not a robot.
es: Usted debe validar el Recaptcha para verificar que no es un robot.
fr: Vous devez valider le Recaptcha pour vérifier que vous n’êtes pas un robot.
it: Devi convalidare il Recaptcha per verificare che non sei un robot.
sr: Морате да валидирате Recaptcha како бисте потврдили да нисте робот.
tr: Recaptcha’yla robot olmadığınızı doğrulamalısınız.
zh: 您必须验证 Recaptcha 以证明您不是机器人。

# recaptcha_is_invalid.try_again
source: Recaptcha is invalid, please try again.
es: El Recaptcha es invalido, por favor intente de nuevo.
fr: Le Recaptcha est invalide, veuillez réessayer.
it: Il recaptcha non è valido, per favore riprova.
sr: Recaptcha је неисправна, молимо Вас, покушајте поново.
tr: Recaptcha geçersiz, lütfen tekrar deneyin.
zh: Recaptcha 无效，请重试。

source: Document "%name%" usage
es: Utilización de documento "%name%"
fr: Utilisation
it: Uso
ru: Использование документа "%name%"
sr: Употреба документа са називом "%name%"
tr: "%name%" isimli doküman kullanımı
uk: Використання документу "%name%"
zh: 文档 “%name%” 的用法

source: Usage field name
es: Utilización de nombre de campo
fr: Utilisé pour le champ
it: Nome del campo di utilizzo
sr: Име поља употребе
tr: Alan ismi kullanımı
uk: Використання назви поля
zh: 用法字段名

# nodeType.name
source: Node-type
es: Tipo de nodo
fr: Type de nœud
it: Tipo di nodo
sr: Тип чвора
tr: Düğüm tipi
uk: Тип вузла
zh: 节点类型

# document.usage
source: Usage
es: Utilización
fr: Utilisation
it: Uso
sr: Употреба
tr: Kullanım
uk: Використання
zh: 用法

# document.edit
source: Edit document
es: Editar documento
fr: Édition
it: Modifica documento
sr: Уређивање документа
tr: Dokümanı düzenle
uk: Редагування
zh: 编辑文档

# document.preview
source: Preview
es: Previsualizar
fr: Aperçu
it: Anteprima
sr: Пробни приказ
tr: Önizle
uk: Попередній перегляд
zh: 预览

source: All nodes
es: Todos los nodos
fr: Tous les nœuds
it: Tutti i nodi
ru: Все узлы
sr: Сви чворови
tr: Tüm düğümler
uk: Усі вузли
zh: 所有节点

source: Draft nodes
es: Nodos boceto
fr: Brouillons
it: Bozze di nodi
ru: Узлы-черновики
sr: Радне верзије чворова
tr: Taslak düğümler
uk: Вузли-чернетки
zh: 草稿节点

source: Pending nodes
es: Nodos pendientes
fr: En attente de validation
it: Nodi in attesa di convalida
ru: Узлы ожидающие проверки
sr: Чворови на чекању
tr: Bekleyen düğümler
uk: Вузли, які очікують перевірку
zh: 待定节点

source: Archived nodes
es: Nodos archivados
fr: Archivés
it: Nodi archiviati
ru: Архивированные узлы
sr: Архивирани чворови
tr: Arşivlenmiş düğümler
uk: Архівовані вузли
zh: 存档节点

source: Deleted nodes
es: Nodos eliminados
fr: Supprimés
it: Nodi cancellati
ru: Удаленные узлы
sr: Избрисани чворови
tr: Kaldırılmış düğümler
uk: Видалені вузли
zh: 已删除的节点

# node.draft
source: Draft
es: Boceto
fr: Brouillon
it: Bozza
ru: Черновик
sr: Радна верзија
tr: Taslak
uk: Чернетка
zh: 草稿
