Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

source: Placeholder
es: Marcador de posición
it: Marcatore di posizione
tr: yertutucu
zh: 占位符

# label_for_field_with_empty_data
source: Placeholder is displayed inside a field with no data in.
es: El marcador de posición está exhibido dentro de un campo que no contiene datos.
fr: Le placeholder s’affiche dans un champ ne contenant aucune donnée.
it: Un marcatore di posizione è visibile in un campo senza informazioni.
sr: Placeholder је приказан унутар поља и не садржи податке.
zh: 占位符展示在字段中且其中没有数据。

# session.expire.title
source: Session expired
es: La sesión ha expirado.
fr: Votre session a expiré !
it: Sessione terminata
sr: Сесија је истекла
zh: 会话已过期

# session.expire.content
source: You have been disconnected. Connect you back again.
es: Usted ha sido desconectado. Vuelva a intentar conectarse.
fr: Vous êtes déconnecté, veuillez vous reconnecter
it: Sei stato disconnesso. Riconnettiti.
sr: Дисконектовани сте. Желите да се поново конектујете ?
zh: 您已断线。正在重连。

# single-provider.type
source: Single relationship using a Provider
es: Relación singular utilizando un proveedor
fr: Relation simple via un provider
it: Relazione singola usando un fornitore
sr: Single relationship користи Provider-а
zh: 使用提供者的单一关系

# multiple-provider.type
source: Multiple relationship using a Provider
es: Relación multiple utilizando un proveedor
fr: Relation multiple via un provider
it: Relazione multipla usando un fornitore
sr: Multiple relationship користе Provider-а
zh: 使用提供者的多重关系

# pictureUrl
source: Avatar picture URL
es: URL de foto de perfil
it: URL immagine avatar
sr: URL слике за аватар
tr: Avatar resmi URL
zh: 头像图片网址

# user.backoffice.language
source: Back-office language
es: Lenguaje de back-office
it: Lingua back-office
sr: Back-office, језик
zh: 后台语言

source: -- Use website default language --
es: -- Usar el idioma predeterminado del sitio web --
it: -- Usa lingua default del sito --
sr: -- Користи подразумевани језик сајта --
zh: -- 使用网站默认语言 --

# sort_asc
source: Sort ascendant
sr: Сортирај по растућем
zh: 升序

# sort_desc
source: Sort descendant
sr: Сортирај по опадајућем
zh: 降序

source: Preview
it: anteprima
sr: Пробни приказ
zh: 预览

# current.document.file.does.not.exist
source: Current document file does not exist on server.
sr: Тренутно отворени фајл не постоји на серверу.
zh: 当前文档不在服务器上。

# leaflet_map_tile_url
source: Leaflet - Map tiles URL
sr: Leaflet - URL сегмената мапе
zh: Leaflet - 地图图层网址

# document.mimeType
source: File mime-type
sr: Фајл, mime-type
zh: 文件 mime-type

# document.embed
source: Embed media
sr: Уграђени медији
zh: 已嵌入的媒体

# document.no_embed_platform
source: No embedded media
sr: Нема уграђених медија
zh: 没有已嵌入的媒体

source: Versions
zh: 版本

# versions.working_copy
source: Working copy
zh: 最新版本

# versions.viewing_a_previous_version
source: You are currently viewing a preview version. Form is read-only.
zh: 您目前正在查看预览版本。表格为只读。

# versions.revert_to_this_version
source: Revert working copy to this version
zh: 还原到此版本

# max_versions_showed
source: Maximum showed versions count
zh: 最大显示版本计数

# versions.back_to_working_copy
source: Back to working copy
zh: 回到最新版本

source: %name%
it: Cambia nodo %name% seo
sr: Уређивање SEO за чвор %name%

source: %name%
it: Cambia tipo di nodo %name%
sr: Промена типа за чвор %name%

source: %name%
it: Modifica etichetta %name%
sr: Уређивање тага %name%

source: %name%
de: Gruppe %name% bearbeiten
it: Modifica gruppo %name%
sr: Уређивање групе %name%

source: %name%
de: Nutzer %name% bearbeiten
it: Modifica utente %name%
sr: Уређивање корисника %name%

source: %name%
ar: تحرير.مصدر العقدة.%name%
sr: Уређивање source-a чвора, %name%

source: %name%
sr: Уређивање тагова за чвор %name%

source: %name%
sr: Уређивање улоге %name%

source: %name%
fr: Paramètres
sr: Уређивање подешавања за таг %name%

source: %name%
sr: Уређивање поља за тип чвора %name%

source: %name%
sr: Уређивање чвора %name%

source: %name%
sr: Уређивање документа %name%

source: %name%
sr: Уређивање превода %name%

source: %name%
sr: Уређивање стабла нода %name%

source: %name%
sr: Уређивање фонта %name%

# edit.settingGroup.%name%
source: %name%
sr: Уређивање података за групу %name%

source: Soundcloud client ID
es: ID de cliente en soundcloud
fr: Soundcloud : Id client
it: Soundcloud Id client
sr: ID Soundcloud клијента
tr: Soundcloud client ID’si
uk: ID Soundcloud-клієнта

# google_client_id
source: Google API - browser key
es: Google API - Llave de navegador
fr: Google API - Clef navigateur
it: API di Google - Chiave del browser
sr: Google API - кључ за претраживач
tr: Google API - tarayıcı anahtarı
uk: ID Google-клієнта

# google_server_id
source: Google API - server key
es: Google API - Llave de servidor
fr: Google API - Clef serveur
it: API di Google - Chiave del server
sr: Google API - кључ за сервер
tr: Google API - Sunucu anahtarı
uk: Google API - ключ серверу

# twitter_client_id
source: Twitter API - Client ID
es: ID de cliente en twitter
fr: Twitter : Id client
it: Twitter : Id client
sr: ID Twitter клијента
tr: Twitter client ID’si
uk: ID Twitter-клієнта

source: Facebook client ID
es: ID de cliente en facebook
fr: Facebook : Id client
it: Facebook : Id client
sr: ID Facebook клијента
tr: Facebook client ID’si
uk: ID Twitter-клієнта

# recaptcha_public_key
source: Recaptcha site key (public)
es: Llave pública de Recaptcha
fr: Clef publique Recaptcha (sitekey)
it: Chiave pubblica Recaptcha (sitekey)
sr: Recaptcha кључ сајта (јавни)
tr: Recaptcha site anahtarı (public)

# recaptcha_private_key
source: Recaptcha private key (secret)
es: Llave privada de Recaptcha
fr: Clef privée Recaptcha (secret)
it: Chiave privata Recaptcha (segreta)
sr: Recaptcha приватни кључ (тајни)
tr: Recaptcha private anahtarı (secret)

# edit.customFormField.%name%
source: %name%
sr: Уређивање поља прилагодљиве форме %name%

# edit.customForm.%name%
source: %name%
sr: Уређивање прилагодљиве форме %name%

# edit.user_details.%name%
source: %name%
sr: Уређивање детаља за корисника %name%

# classname_does_not_exist
source: PHP Class "%classname%" does not exist.
es: La clase PHP "%classname%" no existe.
fr: La classe PHP « %classname% » n’existe pas.
it: La classe PHP "%classname%" non esiste.
sr: PHP Class %classname% не постоји.

# classname_must_extend_abstract_entity_class
source: PHP Class "%classname%" must extend AbstractEntity class.
es: La clase PHP "%classname%" debe extenderse a clase AbstractEntity.
fr: La classe PHP « %classname% » doit hériter de AbstractEntity.
it: La classe PHP "%classname%" deve estendersi alla classe AbstractEntity.
sr: PHP Class %classname% мора проширивати AbstractEntity class.

# classname_must_extend_abstract_type_class
source: PHP class %classname% must extend AbstractType class.
it: La classe PHP %classname% deve estendersi alla classe AbstractType.
sr: PHP class %classname% мора проширивати AbstractEntity class.

# classname_does_not_declare_method
source: PHP Class "%classname%" does not implement "%method%" method.
es: La clase PHP "%classname%" no implementa para el método "%method%"
fr: La classe PHP « %classname% » n’implémente pas la méthode « %method% ».
it: La classe PHP "%classname%" non implementa il metodo "%method%".
sr: PHP Class "%classname%" не имплементира метод "%method%".

# google_tag_manager_id
source: Google Tag Manager - Container ID
sr: Google Tag Manager - ID контејнера

# twitter_access_token
source: Twitter API - Access token
sr: Twitter API - Токен за приступ

# twitter_access_token_secret
source: Twitter API - Access token secret
sr: Twitter API - Лозинка за приступни токен

# instagram_access_token
source: Instagram API - Access token
sr: Instagram API - Токен за приступ

# twitter_consumer_key
source: Twitter API - Consumer key
sr: Twitter API - Кориснички кључ

# twitter_consumer_secret
source: Twitter API - Consumer secret
sr: Twitter API - Корисничка лозинка

source: Id
es: Identificación
ru: Идентификатор

source: SEO
fr: Référencement

source: {0} No item|{1} <span>1</span> item|]1,Inf] <span>%count%</span> items
uk: {0} Немає|{1} <span>1</span> об'єкт|]1,Inf] <span>%count%</span> об'єкти
