Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/messages.*.xlf
Languages: ar, de, es, fr, it, ru, sr, tr, uk, zh

source: Tag %name% has been created.
ar: العلامة.%name%.تم إنشاءها
de: Der Tag %name% wurde erstellt.
es: La etiqueta %name% ha sido creada.
fr: L’étiquette «%name%» a été créée.
it: Il tag %name% è stato creato.
ru: Тег "%name%" создан.
sr: Име тага %name% је креирано.
tr: %name% etiketi oluşturuldu.
uk: Тег "%name%" створений.
zh: 标签 “%name%” 已创建。

source: Tag %name% has been deleted.
ar: العلامة.%name%.تم حذفها
de: Der Tag %name% wurde gelöscht.
es: La etiqueta %name% ha sido eliminada.
fr: L’étiquette «%name%» a été supprimée.
it: Il tag %name% è stato cancellato.
ru: Тег "%name%" удален.
sr: Име тага %name% је избрисано.
tr: %name% etiketi kaldırıldı.
uk: Тег "%name%" видалений.
zh: 标签 “%name%” 已删除。

source: Child tag %name% has been created.
ar: علامة.الطفل.%name%.تم إنشاءها
de: Der "Kinder-Tag" %name% wurde erstellt.
es: La sub-etiqueta %name% ha sido creada.
fr: L’étiquette enfante «%name%» a été créée.
it: Sotto ettichetta %name% creata
ru: Дочерний тег с именем "%name%" был создан.
sr: Име тага потомка %name% је креирано.
tr: %name% alt etiketi oluşturuldu.
uk: Дочірній тег з назвою "%name%" створений.
zh: 子标签 “%name%” 已创建。

source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
ru: Заблокирован
sr: Закључано
tr: Kilitli
uk: Заблоковано
zh: 已锁定

source: Visible
ar: ظاهر
de: Sichtbar
it: Visibile
ru: Видимый
sr: Видљиво
tr: Görülebilir
uk: Видимий
zh: 可见的

source: Invisible
ar: مخفي
de: unsichtbar
it: Invisibile
ru: невидимый
sr: Невидљиво
tr: Görülemez
zh: 不可见的

source: Parent tag’s id
de: "Eltern-Tag" ID
es: Identificación de etiqueta de padres
fr: Id de l’étiquette parente
it: tag Id principale
ru: Идентификатор родительского тега.
sr: id исходног (надређеног) тага
tr: Üst etiket ID’si
uk: Ідентифікатор батьківського тегу
zh: 父标签的 ID

source: Unique tag identifier
ar: إسم العلامة
de: Tag name
es: Etiqueta de identifiación única
fr: Identifiant unique de l’étiquette
it: Nome del tag
ru: Имя тега
sr: Јединствени идентификатор тага
tr: Benzersiz etiket tanımlayıcısı
uk: Назва тега
zh: 唯一标签标识符

source: Node SEO data has been updated.
ar: عقدة.seo.تم تحديثها
de: Die Knotentyp SEO Daten wurden aktuallisiert.
es: El nodo SEO ha sido actualizado.
fr: Le référencement du nœud a été mis à jour.
it: I dati del nodo SEO sono stati aggiornati.
ru: SEO данные узла обновлены
sr: Ажурирани су подаци за SEO чвора.
tr: Düğüm SEO bilgisi güncellendi.
uk: SEO даін вузла оновлені
zh: 节点 SEO 数据已更新。

source: Node SEO data could not been updated.
ar: عقدة.seo.لم.يتم تحديثها
de: Die Knotentyp SEO Daten konnten nicht aktuallisiert werden.
es: Los datos del nodo SEO no se han logrado actualizar.
fr: Le référencement du nœud n’a pas pu être mis à jour.
it: I dati del nodo SEO non sono stati aggiornati.
ru: SEO данные узла не могут быть обновлены.
sr: Подаци за SEO чвора не могу бити ажурирани.
tr: Düğüm SEO bilgisi güncellenemedi.
uk: SEO дані вузла не можуть бути оновлені
zh: 节点 SEO 数据无法更新。

source: Url alias "%alias%" has been updated.
ar: عنوان url_المستعار.%alias%.تم تحديثه
de: Der Url Alias "%alias%" wurde aktuallisiert.
es: Alias de URL "%alias%" ha sido actualizado.
fr: L’alias d’URL «%alias%» a été mis à jour.
it: L'Url alias %alias% è stato aggiornato.
ru: Синоним url "%alias%" был обновлен.
sr: Псеудоним Url адресе %alias% је ажуриран.
tr: URL takma adı "%alias%" güncellendi.
uk: URL-синонім "%alias%" був оновлений.
zh: 网址别名 “%alias%” 已更新。

source: Url alias "%alias%" can't be updated, it already exists.
ar: عنوان url_المستعار.%alias%.لم_يتم تحديثه.موجود_مسبقاً
de: Der Url Alias "%alias%" konnte nicht aktuallisiert werden, weil er schon existiert.
es: Alias de URL "%alias%" ya existente. No puede ser actualizado.
fr: L’alias d’URL «%alias%» n’a pas été mis à jour car le nom utilisé existe déjà.
it: L'Url alias %alias% non può essere aggiornato, esso è già esistente.
ru: Синоним URL "%alias%" не может быть обновлен. Такой синоним уже существует.
sr: Псеудоним Url адресе %alias% не може бити ажуриран, јер такав псеудоним већ постоји.
tr: URL takma adı "%alias%" güncellenemez, zaten bulunuyor.
uk: URL-синонім "%alias%" не можу бути оновлений, оскільки вже існує.
zh: 网址别名 “%alias%” 已存在，无法更新。

source: Url alias "%alias%" has been deleted.
ar: عنوان url_المستعار.%alias%.تم حذفه
de: Der Url Alias "%alias%" wurde gelöscht.
es: Alias de URL "%alias%" ha sido eliminado.
fr: L’alias d’URL «%alias%» a été supprimé.
it: L'Url alias %alias% è stato cancellato.
ru: Синоним URL "%alias%" был удален.
sr: Псеудоним Url адресе %alias% је избрисан.
tr: URL takma adı "%alias%" kaldırıldı.
uk: URL-синонім "%alias%" видалений.
zh: 网址别名 “%alias%” 已删除。

source: Url alias "%alias%" has been created for "%translation%" translation.
ar: عنوان url_المستعار.%alias%.تم إنشاءه.%translation%
de: Der Url Alias "%alias%" wurde für die Übersetzung "%translation%" angelegt.
es: Alias de URL "%alias%" ha sido creado para la traducción "%translation%".
fr: L’alias d’URL «%alias%» a été créé pour la traduction %translation%.
it: L'Url alias %alias% è stato creato per la traduzione %translation%.
ru: Синоним URL "%alias%" был создан для "%translation%" перевода.
sr: Псеудоним Url адресе %alias% је креиран за превођење, %translation%.
tr: "%translation%" çevirisi için URL takma adı "%alias%" oluşturuldu.
uk: URL-синонім "%alias%" створений для "%translation%" перекладу.
zh: 网址别名 “%alias%” 已创建为 “%translation%” 的翻译。

source: Url alias "%alias%" could not be created, it already exists
ar: عنوان url_المستعار.%alias%.لم_يتم إنشاءه.موجود_مسبقاً
de: Der Url Alias "%alias%" wurde nicht erstellt, weil er schon existiert.
es: Alias de URL "%alias%" ya existente, no puede ser creado.
fr: L’alias d’URL «%alias%» n’a pas été créé car le nom utilisé existe déjà.
it: L'Url alias %alias% non può essere creato, esso è già esistente.
ru: Синоним URL "%alias%" уже существует.
sr: Псеудоним Url адресе %alias% не може бити креиран, јер такав псеудоним већ постоји.
tr: URL takma adı "%alias%" oluşturulamaz, zaten bulunuyor.
uk: URL-синонім "%alias%" вже існує.
zh: 网址别名 “%alias%” 已存在，无法创建。

source: Cannot create an url alias for %translation% translation, it does not exists.
ar: عنوان url_المستعار.غير_مترجم.%translation%
de: Der Url Alias für die Übersetzung %translation% konnte nicht angelegt werden, weil diese nicht existiert.
es: No puede crear un alias de URL para la traducción %translation%, pues este no existe.
fr: L’alias d’URL n’a pas été créé car la traduction %translation% n’existe pas.
it: Non è possibile creare un Url alias %alias% per la traduzione %translation%, esso è già esistente.
ru: Перевод "%translation%" не существует, невозможно создать URL синоним.
sr: Није могуће креирати псеудоним Url адресе за превођење, %translation% јер та адреса не постоји.
tr: %translation% çevirisi için URL takma adı oluşturulamaz, bulunamıyor.
uk: Неможливо створити URL-синонім для "%translation%", бо його не існує.
zh: “%translation%” 翻译不存在，无法为其创建网址别名。

source: Url alias
ar: رابط الإسم المستعار
es: Alias de URL
fr: Alias d’URL
ru: URL синоним
sr: Преудоним Url адресе
tr: URL takma adı
uk: URL-синонім
zh: 网址别名

source: Translation
ar: ترجمة
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
ru: Перевод
sr: Превођење
tr: Çeviri
uk: Переклад
zh: 翻译

source: Meta-title
ar: عنوان وصفي
de: Meta-Titel
es: Meta-título
fr: Titre « méta »
it: Meta-titolo
ru: Мета-заголовок
sr: Meta-наслов
tr: Meta başlık
uk: Meta-заголовок
zh: 元-标题

source: Meta-keywords
ar: الكلمات الدلالية
de: Meta Stichworte
es: Meta-frases clave
fr: Mots-clef « méta »
it: Meta-parole chiavi
ru: Мета-ключевые слова
sr: Meta-кључне речи
tr: Meta anahtar kelimeleri
uk: Ключові слова Meta
zh: 元-关键词

source: Meta-description
de: Meta Beschreibung
es: Meta-descripción
fr: Description « méta »
it: Meta-descrizione
ru: Мета-описание
sr: Meta-опис
tr: Meta açıklama
uk: Meta - опис
zh: 元-描述

source: Node-type field %name% has been updated.
ar: حقل نوع العقدة.%name%.تم تحديثه
de: Das Knotentyp Feld %name% wurde aktuallisiert.
es: El campo de tipo de nodo %name% ha sido actualizado.
fr: Le champ «%name%» de type de nœud a été mis à jour.
it: Il campo %name% del tipo del nodo è stato aggiornato.
ru: Поле типа узла "%name%" было обновлено.
sr: Поље типа чвора %name% је ажурирано.
tr: %name% düğüm tipi alanı güncellendi.
uk: Поле типу вузла "%name%" не може бути оновлено.
zh: 节点类型字段 “%name%” 已更新。

source: Node-type field %name% has been created.
ar: حقل نوع العقدة.%name%.تم إنشاءه
de: Das Knotentyp Feld %name% wurde erstellt.
es: El campo de tipo de nodo %name% ha sido creado.
fr: Le champ «%name%» de type de nœud a été créé.
it: Il campo %name% del tipo del nodo è stato creato.
ru: Поле типа узла "%name%" было создано.
sr: Поље %name% за тип чвора је креирано.
tr: Düğüm tipi alanı %name% oluşturuldu.
uk: Поле типу вузла "%name%" не може бути створено.
zh: 节点类型字段 “%name%” 已创建。

source: Node-type field %name% has been deleted.
ar: حقل نوع العقدة.%name%.تم حدفه
de: Das Knotentyp Feld %name% wurde gelöscht.
es: El campo de tipo de nodo %name% ha sido eliminado.
fr: Le champ «%name%» de type de nœud a été supprimé.
it: Il campo %name% del tipo del nodo è stato cancellato.
ru: Поле типа узла "%name%" удалено.
sr: Поље %name% за тип чвора је избрисано.
tr: Düğüm tipi alanı %name% kaldırıldı.
uk: Поле типу вузла "%name%" не може бути видалено.
zh: 节点类型字段 “%name%” 已删除。

source: Label
ar: تصنيف
de: Beschriftung
es: Identificación
it: Etichetta
ru: Метка
sr: Ознака
tr: İsim
uk: Мітка
zh: 标识

source: Type
ar: نوع
de: Typ
es: Tipo
it: Tipo
ru: Тип
sr: Тип
tr: Tip
uk: Тип
zh: 类型

source: Indexed
ar: مفهرس
de: Index
es: Referenciado
fr: Indexé
it: Idicizzato
ru: Индексирован
sr: Индексирано
tr: Dizin
uk: Індексовано
zh: 索引

source: Default values
ar: قِيَم إفتراضية
de: Standardwerte
es: Valores por defecto
fr: Valeur(s) par défaut
it: Valori predefiniti
ru: Значения по умолчанию
sr: Подразумеване вредности
tr: Varsayılan değerlerler
uk: Стандартне значення
zh: 默认值

source: Enter each values separated with commas.
ar: أدخل_القيم_بفاصلة_مفصولة
de: Gib die Werte mit Komma getrennt ein.
es: Inserte cada valor separados por comas.
fr: Entrez les valeurs séparées par des virgules…
it: Immettere tutti i valori separati da virgola.
ru: Введите значения через запятую.
sr: Унесите вредности одвојене запетом.
tr: Her değeri virgülle ayırarak girin.
uk: Введіть значення через кому.
zh: 请输入每一个值，以逗号分隔。

source: Node %name% has been translated.
ar: العقدة.%name%.مترجمة
de: Der Knoten %name% wurde übersetzt.
es: El nodo %name% ha sido traducido.
fr: Le nœud «%name%» a été traduit.
it: Il nodo %name% è stato tradotto.
ru: Узел "%name%" был переведен.
sr: Чвор чије је име %name% је преведен.
tr: %name% düğümü çevrildi.
uk: Вузол "%name%" був перекладений
zh: 节点 “%name%” 已被翻译。

source: Node source %node_source% has been updated for %translation% translation.
ar: مصدر_العقدة.%node_source%.تم تحديثه.%translation%
de: Der Knotenursprung %node_source% wurde für die Übersetzung %translation% aktuallisiert.
es: La fuente de nodo %node_source% ha sido actualizada para la traducción %translation%.
fr: La source de nœud «%node_source%» a été mise à jour pour la traduction «%translation%».
it: LA fonte del nodo %node_source% è stata aggiornata per la traduzione %translation%.
sr: Изворни код чвора %node_source% је ажуриран за %translation% превод.
tr: %node_source% düğüm kaynağı %translation% çevirisi için güncellendi.
uk: Сирець вузла "%node_source%" був оновлений для "%translation%" перекладу.
zh: 节点源 “%node_source%” 已被更新为 “%translation%” 翻译。

source: Node %node% has been tagged "%tag%".
ar: العقدة.%node%.مرتبطة.بعلامة.%tag%
de: Der knoten %node% wurde getagged mit "%tag%".
es: El nodo %node% ha sido etiquetado como "%tag%".
fr: Le nœud «%node%» a été étiqueté «%tag%».
it: Il nodo %node% è stato taggato come %tag%
ru: Узел "%node%" был отмечен тегом "%tag%".
sr: Чвор %node% је тагован са %tag%.
tr: %node% düğümü "%tag%" ile etiketlendi.
uk: Вузол "%node%" був помічений тегом "%tag%".
zh: 节点 “%node%” 已被标为 “%tag%”。

source: Tag %name% has been removed.
ar: العلامة.%name%.تم حذفها
de: Der Tag %name% wurde entfernt.
es: La etiqueta %name% ha sido removida.
fr: L’étiquette «%name%» a été retirée.
it: Il tag %name% è stato rimosso.
ru: Тег "%name%" удален.
sr: Таг под именом %name% је уклоњен.
tr: %name% etiketi kaldırıldı.
uk: Тег "%name%" видалений.
zh: 标签 “%name%” 已移除。

source: Node %name% has been created.
ar: العقدة.%name%.تم إنشاءه
de: Der Knoten %name% wurde erstellt.
es: El nodo %name% ha sido creado.
fr: Le nœud «%name%» a été créé.
it: nodo %name% è stato creato
ru: Узел "%name%" был создан.
sr: Чвор са именом %name% је креиран.
tr: %name% düğümü oluşturuldu.
uk: Вузол "%name%" був створений.
zh: 节点 “%name%” 已创建。

# child_node.%name%.created
source: Child node %name% has been created.
ar: عقدة_الطفل.%name%.تم إنشاءها
es: El sub-nodo %name% ha sido creado.
fr: Le nœud enfant «%name%» a été créé.
it: Sotto nodo %name% creato
sr: Креиран је чвор-потомак, са именом %name%.
tr: %name% alt düğümü oluşturuldu.
uk: Дочірній вузол "%name%" створений.
zh: 子节点 “%name%” 已创建。

source: Node %name% has been deleted.
ar: العقدة.%name%.تم حذفها
de: Der Knoten %name% wurde gelöscht.
es: El nodo %name% ha sido eliminado.
fr: Le nœud «%name%» a été supprimé.
it: nodo %name% cancellato
ru: Узел "%name%" удален.
sr: Чвор који се зове %name% је избрисан.
tr: %name% düğümü kaldırıldı.
uk: Вузол "%name%" видалений.
zh: 节点 “%name%” 已删除。

source: Node name
ar: إسم العقدة
de: Knotenname
es: Nombre de nodo
fr: Nom du nœud
it: nome nodo
ru: Имя узла
sr: Име чвора
tr: Düğüm ismi
uk: Назва вузла
zh: 节点名

source: Node-type
ar: نوع العقدة
de: Knotentyp
es: Tipo de nodo
fr: Type de nœud
it: tipo di nodo
ru: Тип узла
sr: Чвор-тип
tr: Düğüm tipi
uk: Тип вузла
zh: 节点类型

source: Priority
ar: الأولوية
de: Priorität
es: Prioridad
fr: Priorité
it: priorità
ru: Приоритет
sr: Приоритет
tr: Öncelik
uk: Пріоритет
zh: 优先级

source: Mark this node as Home
ar: العقدة.هي الصفحة الرئيسية
de: Benütze diesen Knoten als Homepage
es: Marcar este nodo como inicio.
fr: Utiliser ce nœud comme page d'accueil
it: segna questo nodo come pagina principale
ru: Отметить этот узел как главный
sr: Означи овај чвор као почетни (Home)
tr: Bu düğümü anasayfa olarak belirle
uk: Помітити цей вузол як головний
zh: 将此节点标为首页

source: Choose a tag
ar: قم بإختيار.العلامة
de: Wähle eine Tag aus
es: Escoger una etiqueta
fr: Choisir les étiquettes
it: scegli un tag
ru: Выберите тег
sr: Изаберите таг
tr: Etiket seç
uk: Виберіть тег
zh: 选择一个标签

source: Node-type %name% has been updated.
ar: نوع العقدة.%name%.تم تحديثها
de: Der Knotentyp %name% wurde aktuallisiert.
es: El tipo de nodo %name% ha sido actualizado.
fr: Le type de nœud «%name%» a été mis à jour.
it: il tipo di nodo %name% è stato aggiornato
ru: Тип узла "%name%" был обновлен.
sr: Тип чвора %name% је ажуриран.
tr: %name% düğüm tipi güncellendi.
uk: Тип вузла "%name%" був оновлений.
zh: 节点类型 “%name%” 已更新。

source: Node-type %name% has been created.
ar: نوع العقدة.%name%.تم إنشاءه
de: Der Knotentyp %name% wurde erstellt.
es: El tipo de nodo %name% ha sido creado.
fr: Le type de nœud «%name%» a été créé.
it: il tipo di nodo %name% è stato creato
ru: Тип узла "%name%" был создан.
sr: Креиран је тип чвора, под именом %name%.
tr: %name% düğüm tipi oluşturuldu.
uk: Тип вузла "%name%" був створений.
zh: 节点类型 “%name%” 已创建。

source: Node-type %name% has been deleted.
ar: نوع العقدة.%name%.تم حذفه
de: Der Knotentyp %name% wurde gelöscht.
es: El tipo de nodo %name% ha sido eliminado.
fr: Le type de nœud «%name%» a été supprimé.
it: il tipo di nodo %name% è stato cancellato
ru: Тип узла "%name%" удален.
sr: Тип чвора под именом %name% је избрисан.
tr: %name% düğüm tipi kaldırıldı.
uk: Тип вузла "%name%" був видалений.
zh: 节点类型 “%name%” 已删除。

source: Display name
ar: نوع العقدة.إسم العرض
de: Anzeigename
es: Nombre de visualización
fr: Nom affiché
it: visualizza nome
ru: Имя для отображения
sr: Име које се приказује
tr: Görünen isim
uk: Назва для відображення
zh: 显示名称

source: Newsletter node-type
ar: نوع العقدة.نوع الخطاب الإخباري
de: Newsletter Knotentyp
es: Tipo de nodo hoja informativa
fr: Réservé aux newsletters ?
it: Nodo di tipo informativo
ru: Тип узла "новостной"
sr: Чвор типа вести (Newsletter)
tr: Bülten düğüm tipi
uk: Новинний тип вузла
zh: 邮件列表节点类型

source: Node-type hides its nodes
ar: نوع العقدة.العقد المخفية
de: Knotentyp soll Knoten verstecken ?
es: El tipo de nodo esconde sus nodos.
fr: Cache ses nœuds ?
it: tipo di nodo nascondo i suoi nodi
sr: Тип чвора, сакрива своје чворове
tr: Düğüm tipi bağlı düğüm tiplerini gizliyor
uk: Тип вузла приховує свої вузли
zh: 节点类型隐藏了它的节点

source: Role has been imported.
ar: دور.مستورد
de: Die Rolle wurde importiert
es: El rol ha sido importado.
fr: Un rôle a été importé
it: il ruolo è stato importato
ru: Роль был импортирована.
sr: Улога је увежена
tr: Rol içer aktarıldı.
uk: Роль імпортована
zh: 角色已导入。

source: Role file
ar: ملف.الدور
de: Datei-Rollen
es: Archivo de rol
fr: Fichier de rôles
it: file del ruolo
ru: Файл с ролью
sr: Фајл улога
tr: Rol dosyası
uk: Файл ролі
zh: 角色文件

source: Setting %name% has been updated.
ar: الإعداد.%name%.تم تحديثه
de: Die Einstellung %name% wurde aktuallisiert.
es: El ajuste %name% ha sido actualizado.
fr: Le paramètre «%name%» a été mis à jour.
it: impostazione %name% è stata aggiornata
ru: Настройка "%name%" была обновлена.
sr: Подешавање %name% је ажурирано.
tr: %name% ayarı güncellendi.
uk: Опція "%name%" була оновлена.
zh: 设置 “%name%” 已更新。

source: Setting %name% has been created.
ar: الإعداد.%name%.تم إنشاءه
de: Die Eigenschaft %name% wurde erstellt.
es: El ajuste %name% ha sido creado.
fr: Le paramètre «%name%» a été créé.
it: impostazione %name% è stata creata
ru: Настройка "%name%" была создана.
sr: Креирано је подешавање под именом %name%.
tr: %name% ayarı oluşturuldu.
uk: Опція "%name%" була створена.
zh: 设置 “%name%” 已创建。

source: Setting %name% has been deleted.
ar: الإعداد.%name%.تم حذفه
de: Die Eigenschaft %name% wurde gelöscht.
es: El ajuste %name% ha sido eliminado.
fr: Le paramètre «%name%» a été supprimé.
it: impostazione %name% è stata cancellata
ru: Настройка "%name%" была удалена.
sr: Избрисано је подешавање звано %name%.
tr: %name% ayarı kaldırıldı.
uk: Опція "%name%" була видалена.
zh: 设置 “%name%” 已删除。

source: Setting %name% can't be updated, it already exists.
ar: الإعداد.%name%.لم_يتم تحديثة.موجود_مسبقاً
de: Die Eigenschaft %name% kann nicht aktuallisiert werden, weil sie bereits existiert.
es: El ajuste %name% ya existe. No puede ser actualizado.
fr: Le paramètre «%name%» n’a pas été mis à jour car le nom utilisé existe déjà.
it: impostazione %name% non può essere aggiornata, l'aggiornamento è già esistente
ru: Настройка "%name%" не может быть обновлена, такая настройка уже существует.
sr: Није могуће извршити ажурирање имена подешавања, јер име %name% већ постоји.
tr: %name% ayarı güncellenemez, zaten bulunuyor.
uk: Опція "%name%" не може бути оновлена оскільки така вже існує.
zh: 设置 “%name%” 已存在，无法更新。

source: Setting %name% can't be created, it already exists.
ar: الإعداد.%name%.لم_يتم إنشاءه.موجود_مسبقاً
de: Die Eigenschaft %name% kann nicht erstellt werden, weil sie bereits existiert.
es: El ajuste %name% ya existe. No puede ser creado.
fr: Le paramètre «%name%» n’a pas été créé car le nom utilisé existe déjà.
it: impostazione %name% non può essere creata, è già esistente
ru: Настройка "%name%" не может быть создана, такая настройка уже существует.
sr: Подешавање које се зове %name% већ постоји и немогуће га је поново креирати.
tr: %name% ayarı oluşturulamaz, zaten bulunuyor.
uk: Опція "%name%" не може бути створена, оскільки така вже існує
zh: 设置 “%name%” 已存在，无法创建。

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
it: valore
ru: Значение
sr: Вредност
tr: Değer
uk: Значення
zh: 值

source: Settings group
ar: إعداد.المجموعة
de: Eigenschaftsgruppe
es: Ajustes de grupo
fr: Groupe
it: impostazioni gruppo
ru: Группа настроек
sr: Група за подешавања
tr: Ayar gurubu
uk: Група опції
zh: 设置组

source: Database schema has been updated.
ar: تم تحديث.مخطّط.قاعدة البيانات
de: Das Datenbankschema wurde aktuallisiert.
es: El esquema de base de datos ha sido actualizado.
fr: Le schéma de la base de données a été mis à jour.
it: lo schema del database è stato aggiornato
ru: Схема базы данных была обновлена.
sr: Шема базе података је ажурирана.
tr: Veritabanı şeması güncellendi.
uk: Схема бази даних була оновлена.
zh: 数据库概要已更新。

source: Database schema could not be updated.
ar: لا يمكن_تحديث.مخطّط.قاعدة البيانات
de: Datenbankschema kann nicht aktualisiert werden
es: El esquema de base de datos no puede ser actualizado.
fr: Le schéma de la base de données n’a pas pu être mis à jour.
it: lo schema del database non può essere aggiornato
ru: Схема база данных не может быть обновлена.
sr: Шема базе података не може бити ажурирана.
tr: Veritabanı şeması güncellenemez.
uk: Схема бази даних не може бути оновлена.
zh: 数据库概要无法更新。

source: Group has been imported and successfully saved to database.
ar: تم تحديث.المجموعة.المستوردة
de: Die Gruppe wurde erfolgreich importiert und in der Datebank gespeichert.
es: El grupo ha sido importado y se ha guardado correctamente en la base de datos.
fr: Le groupe a été importé et mis à jour.
it: il gruppo è stato importato ed è stato salvato nel database
ru: Группа была импортирована и успешно сохранена в базе данных.
sr: Група је успешно увежена и успешно је снимљена у базу података.
tr: Gurup içe aktarıldı ve veri tabanına başarıyla kaydedildi.
uk: Група була імпортована та успішно збережена до бази даних.
zh: 群组已导入并成功保存到数据库。

source: Group file
ar: ملف.المجموعة
de: Gruppendatei
es: Archivo de grupo
fr: Fichier de groupe
it: file del gruppo
ru: Файл группы
sr: Фајл групе
tr: Gurup dosyası
uk: Файл групи
zh: 群组文件

source: Font %name% has been created.
ar: الخط.%name%.تم إنشاءه
de: Die Schrift %name% wurde erstellt.
es: La fuente %name% ha sido creada.
fr: La fonte «%name%» a été créée
it: fonte %name% è stata creata
ru: Шрифт "%name%" был создан.
sr: Фонт имена %name% је креиран.
tr: %name% yazı tipi oluşturuldu.
uk: Шрифт "%name%" створений.
zh: 字体 “%name%” 已创建。

source: Font %name% has been deleted.
ar: الخط.%name%.تم حذفه
de: Die Schrift %name% wurde gelöscht.
es: La fuente %name% ha sido eliminada.
fr: La fonte «%name%» a été supprimée.
it: fonte %name% è stata cancellata
ru: Шрифт "%name%" был удален.
sr: Фонт имена %name% је обрисан.
tr: %name% yazı tipi kaldırıldı.
uk: Шрифт "%name%" видалений.
zh: 字体 “%name%” 已删除。

source: Font %name% has been updated.
ar: الخط.%name%.تم تحديثه
de: Die Schrift %name% wurde aktuallisiert.
es: La fuente %name% ha sido actualizada.
fr: La fonte «%name%» a été mise à jour.
it: fonte %name% è stata aggiornata
ru: Шрифт "%name%" обновлен.
sr: Фонт имена %name% је ажуриран.
tr: %name% yazı tipi güncellendi.
uk: Шрифт "%name%" оновлений.
zh: 字体 “%name%” 已更新。

source: Font name
ar: إسم.الخط
de: Schriftname
es: Nombre de fuente
fr: Nom
it: nome fonte
ru: Имя шрифта
sr: Име фонта
tr: Yazı tipi ismi
uk: Назва шрифту
zh: 字体名

source: Font style variant
ar: نوع.الخط
de: Schriftvariante
es: Variante de estilo de fuente.
fr: Variante
it: font variabile
ru: Стиль шрифта
sr: Варијанта стила фонта
tr: Yazı tipi sitili varyantı
uk: Стиль шрифту
zh: 字体样式变种

# font.hash
source: Font CSS identifier
ar: مزيج.الخط
es: Identificador de fuente CSS
fr: Identifiant CSS de la fonte
it: identificatore Css fonte
sr: Идентификатор CSS фонта
tr: Yazı tipi CSS tanımlayıcısı
zh: CSS font identifier

source: EOT font file
ar: ملف eot.الخط
de: EOT Schriftdatei
es: Archivo de fuente EOT
fr: Fichier EOT
it: file Eot della fonte
ru: EOT файл шрифта
sr: EOT фајл фонта
tr: EOT yazı tipi dosyası
uk: EOT файл шрифту
zh: .EOT 字体文件
