Repository: roadiz/roadiz
Catalog: themes/Rozier/Resources/translations/settings.*.xlf
Languages: id

# force_locale.description
source: Force displaying translation locale in every nodeâ€™ paths. This should be ON if you redirect users based on their language on homepage.
id: Paksa tampilkan lokal (bahasa) terjemahan di jalur/path setiap node. Ini harus AKTIF jika Anda mengarahkan pengguna berdasarkan bahasa mereka di halaman Beranda.

# email_sender.description
source: Default sender email, used as origin for every system email sent. This email **must be allowed by your SMTP server.**
id: Email pengirim bawaan, digunakan sebagai asal untuk setiap sistem email yang dikirim. Email ini **harus diizinkan oleh server SMTP Anda.**

# leaflet_map_tile_url.description
source: Default maps tiles layout when using *Leaflet*.
id: Tata letak peta bawaan saat menggunakan *Leaflet*.

# login_image.description
source: Replace random *Splashbase* login images with your own.
id: Ganti gambar login masuk acak *Splashbase* dengan milik Anda sendiri.

# maintenance_mode.description
source: Switch maintenance mode. Only login page will be available for public requests.
id: Beralih mode pemeliharaan. Hanya halaman login masuk yang akan tersedia untuk permintaan publik.

# maps_default_location.description
source: Default maps marker location.
id: Lokasi penanda peta bawaan.

# maps_style.description
source: Default maps tiles layout when using *Google Maps*.
id: Tata letak peta bawaan saat menggunakan *Google Maps*.

# max_versions_showed.description
source: Maximum versions count showed in actions menu.
id: Jumlah versi maksimum ditunjukkan pada menu tindakan.

source: hide_roadiz_version.help
id: Sembunyikan versi Roadiz dan nama dari setiap header respons dan variabel tema.

source: force_locale_with_urlaliases
id: Tampilkan lokal (bahasa) saat menggunakan alias URL

source: force_locale_with_urlaliases.help
id: Ini akan memaksa menampilkan penerjemahan lokal di jalur sumber node yang dihasilkan bahkan jika ada URL-alias di dalamnya.

source: use_native_json
id: Gunakan jenis bidang JSON asli

# use_native_json.help
source: Use MySQL 5.7+ JSON field type.
id: Gunakan jenis bidang MySQL JSON versi 5.7+.

source: oauth_client_id
id: ID Klien OAuth2

source: oauth_client_id.help
id: ID klien untuk menempel dari penyedia identitas OpenID Anda (OAUTH2)

source: oauth_client_secret
id: Kunci rahasia Klien OAuth2

source: oauth_client_secret.help
id: Kunci rahasia untuk menempel dari penyedia identitas OpenID Anda (OAUTH2).

source: openid_hd
id: Batasi ke nama domain

source: openid_hd.help
id: Hanya izinkan email nama domain untuk mengautentikasi terhadap Penyedia OpenID.

source: openid_button_label
id: Terhubung dengan label tombol OpenID

source: openid_button_label.help
id: Kustomisasi label tombol OpenID Halaman Login.

source: openid_discovery
id: Penemuan Otomatis URL OpenID

source: openid_discovery.help
id: Penemuan Otomatis URL OpenID Standar, diperlukan untuk mengaktifkan OpenID Login di Roadiz CMS.

source: openid_default_roles
id: Peran pengguna yang diberikan atribut untuk OpenID Domain

source: openid_default_roles.help
id: Daftar peran pengguna, yang dipisahkan koma, untuk diberikan atribut pada setiap pengguna yang diautentikasi dengan OpenID.

source: openid_scopes
id: Buka ID / cakupan OAuth2

source: openid_scopes.help
id: Batasi cakupan ID / OAUTH2 Anda. Tulis cakupan yang dipisahkan dengan spasi. Jika Anda membiarkannya kosong, koneksi OpenID akan mencoba untuk meminta semua cakupan yang tersedia dari dokumen Penemuan.

source: openid_username_claim
id: Buka ID Nama Pengguna

source: openid_username_claim.help
id: Jika kosong, Roadiz akan menggunakan "email" standar sebagai nama pengguna untuk setiap akun OpenID.
