Repository: roadiz/roadiz
Catalog: src/Roadiz/Attribute/Resources/translations/messages.*.xlf
Languages: de, tr

source: Manage attributes
de: verwalten.attribute
tr: yönetim.öznitelikler

source: Attributes
de: attribute
tr: Öznitelikler

# attributes.code
source: Code
de: attribute.code
tr: öznitelikler.kod

# add.a.attribute
source: Create an attribute
de: hinzufügen.attribut
tr: ekle.bir.öznitelik

# attributes.form.code
source: Code
de: attribute.von.quelle

# attributes.form.attributeTranslations
source: Translations
de: attribute.von.attributÜbersetztung

# attributes.form.options
source: Available options (for choice type)
de: attribute.von.einstellungen

# edit.attribute.%name%
source: %name%
de: bearbeiten.attribut.%name%

source: Back to attributes
de: zurück_zu.attribute

# attribute_values.form.attribute
source: Add a new attribute
de: attribut_werte.von.attribut

# new_attribute
source: -- Choose an attribute --
de: neues_attribut
tr: yeni özellik

# attributes.no_value
source: -- No value --
de: attribute.ohne_wert

# attribute.%name%.created
source: Attribute %name% was created
de: attribut.%name%.erstellt
tr: %name% gurubu oluşturuldu.

# attribute.%name%.updated
source: Attribute %name% was updated
de: attribut.%name%.aktualisiert
tr: %name% gurubu güncellendi.

# attribute.%name%.deleted
source: Attribute %name% was deleted
de: attribut.%name%.entfernt
tr: %name% gurubu kaldırıldı.

# attributes.value
source: Value
de: attribute.wert

# attributes.group
source: Group
de: attribute.gruppe

# are_you_sure.delete.attribute
source: Are you sure you want to delete this attribute?
de: bist_du_sicher.löschen.attribut
tr: Bunu kaldırmak istediğine emin misin?

source: Delete attribute %name%
de: löschen.attribut.%name%

# attribute_code.must_contain_alpha_underscore
source: Attribute code must only contain alphabetical characters including underscore.
de: attribut_code.muss_buchstaben_oder_unterstrich_enthalten

# attributes.form.type.country
source: Country code
tr: ülke türü özellikler
