Repository: roadiz/roadiz
Catalog: src/Roadiz/CMS/Resources/translations/messages.*.xlf
Languages: es

# welcome.user.email.%site%
source: A user account has been created for you on %site%.
es: Una cuenta de usuario ha sido creada para ti en %site%

source: Your user account
es: Tu cuenta de usuario

source: Username
es: nombre de usuario

source: Email
es: correo

source: Password
es: contraseña

# for.questions.email
source: Any questions? Email us at:
es: Preguntas? Envíanos un correo a:

source: Contact form
es: Formulario de contacto

# new.contact.form.%site%
source: New contact request for %site%
es: Nuevo formulario de contacto en %site%

# form.successfully.sent
source: Your form has been successfully sent
es: Formulario correctamente enviado

# form.has.errors
source: Your form is not valid, please fill correctly mandatory fields.
es: Este formulario contiene errores

# %field%.is.mandatory
source: Field %field% is mandatory
es: El campo %field% es mandatorio

# email.not.valid
source: Your email is not valid
es: Correo invalido

source: Date
es: fecha

source: IP address
es: Dirección IP

# submittedAt
source: Submitted on
es: Enviado en

# form.submit
source: Submit
es: Entregar formulario

source: Answer form.
es: Responder formulario

# customForm.%name%.send
source: The answer "%name%" sent.
es: El formulario %name% ha sido enviado

# new.answer.form.%site%
source: New answer from "%site%" form.
es: Nuevas respuestas del formulario %site%

# file.not.accepted
source: Attached file could not be accepted.
es: Archivo adjunto no aceptado

# customForm.answer.sent
source: Your answer has been successfully sent.
es: Su formulario ha sido enviado correctamente

source: None
es: ninguno

source: Reset password request
es: Petición de reinicio de contraseña

source: You asked for a password reset on “%site%”
es: Usted pidió por un reinicio de contraseña en %site%

# you.need.to.choose.a.new.password.using.following.link
source: You need to create a new password for your account by using the following link.
es: Usted debe escoger una nueva contraseña utilizando el siguiente enlace

# as.a.reminder.here.are.your.credentials
source: As a reminder, here are your public credentials.
es: Como recordatorio aquí están sus credenciales

# if.you.didnt.request.this.password.reset.ignore.this.email
source: If you didn’t ask for this email, just ignore it and your password won’t be changed.
es: Si usted no pidió este reinicio de contraseña, ignore este correo

source: Reset your password
es: Reiniciar su contraseña

source: You need to fill this required field.
es: Usted debe llenar este campo obligatorio

source: * Required fields
es: * campos obligatorios

source: Website is under maintenance
es: El sitio web esta en mantenimiento

# website.is.under.maintenance.we.will.be.back.soon
source: Website is currently under maintenance, it will be back soon!
es: El sitio web está en mantenimiento. Estaremos de vuelta pronto.

# yaml.is.not.valid
source: YAML code is not valid ({{ error }}).
es: Código YAML no es válido {{ error }}

# value.is.already.used
source: This value is already used.
es: Valor ya utilizado

# password_should_contains_at_least_one_capital_one_digit
source: Password should contain at least one capital letter and one digit.
es: La contraseña debe contener al menos una letra mayúscula y un dígito.

# password_blacklisted
source: Password is blacklisted
es: La contraseña se encuentra en la lista negra.

# password_should_be_at_least_characters_long
source: Password should be at least {{length}} characters long
es: la contraseña debe de ser de al menos {{length}} caracteres de largo.
